{"url": "https://en.wikipedia.org/wiki/Calw_(electoral_district)", "content": "Calw is an electoral constituency ( German : Wahlkreis ) represented in the Bundestag . It elects one member via first-past-the-post voting . Under the current constituency numbering system, it is designated as constituency 280. It is located in western Baden-Württemberg , comprising the districts of Calw and Freudenstadt .\n\nCalw was created for the inaugural 1949 federal election . Since 2021, it has been represented by Klaus Mack of the Christian Democratic Union (CDU).\n\nGeography\n\nCalw is located in western Baden-Württemberg . As of the 2021 federal election, it comprises the districts of Calw and Freudenstadt.\n\nHistory\n\nCalw was created in 1949. In the 1949 election, it was Württemberg-Hohenzollern constituency 2 in the numbering system. In the 1953 through 1961 elections, it was number 191. In the 1965 through 1976 elections, it was number 195. In the 1980 through 1998 elections, it was number 184. In the 2002 and 2005 elections, it was number 281. Since the 2009 election, it has been number 280.\n\nOriginally, the constituency comprised the districts of Calw, Freudenstadt, and Horb. It acquired its current borders in the 1980 election.\n\nMembers\n\nThe constituency has been held continuously by Christian Democratic Union (CDU) since its creation. It was first represented by Fritz Schuler from 1949 to 1957, followed by Arved Deringer from 1957 to 1965. Helmut Prassler was representative from 1965 to 1976, followed by Haimo George from 1976 to 1987. Hans-Joachim Fuchtel was representative from 1987 to 2021, a total of nine consecutive terms. He was succeeded by Klaus Mack in 2021.\n\nElection results\n\n2025 election\n\nBlue background denotes the winner of the electorate vote. Pink background denotes a candidate elected from their party list. Yellow background denotes an electorate win by a list member, or other incumbent. A Y or N denotes status of any incumbent , win or lose respectively.\n\n2021 election\n\nBlue background denotes the winner of the electorate vote. Pink background denotes a candidate elected from their party list. Yellow background denotes an electorate win by a list member, or other incumbent. A Y or N denotes status of any incumbent , win or lose respectively.\n\n2017 election\n\nBlue background denotes the winner of the electorate vote. Pink background denotes a candidate elected from their party list. Yellow background denotes an electorate win by a list member, or other incumbent. A Y or N denotes status of any incumbent , win or lose respectively.\n\n2013 election\n\nBlue background denotes the winner of the electorate vote. Pink background denotes a candidate elected from their party list. Yellow background denotes an electorate win by a list member, or other incumbent. A Y or N denotes status of any incumbent , win or lose respectively.\n\n2009 election\n\nBlue background denotes the winner of the electorate vote. Pink background denotes a candidate elected from their party list. Yellow background denotes an electorate win by a list member, or other incumbent. A Y or N denotes status of any incumbent , win or lose respectively."}
{"url": "https://en.wikipedia.org/wiki/Athletics_at_the_2005_East_Asian_Games", "content": "At the 2005 East Asian Games , the athletics events were held at the Estádio Campo Desportivo in Macau , People's Republic of China from 1–4 November. A total of 45 events were contested, of which 23 by male and 22 by female athletes. China easily topped the medal table, winning 26 of the 45 available gold medals and accounting for half of the total female medallists. Japan won 46 medals, 16 of them gold, while South Korea was a clear third with a total of 21 medals. No athletes from either Guam or Mongolia reached the podium.\n\nDuring the four-day competition, a total of 11 East Asian Games records were broken. Among these were Liu Xiang 's 13.21 seconds run in the 110 metres hurdles and a 20.06 m throw in the shot put from Zhang Qi (who had set a Chinese record some weeks earlier). The 2000 Olympic Champion Wang Liping brought her career to a close with a final gold in the 20 km race walk.\n\nA total of six athletes medalled in multiple individual events: Yuki Nakamura won both the men's 5000 and 10,000 metres events, while Hiromi Ominami won two silvers on the women's side. Lee Duhaeng took 10,000 m silver and 5000 m bronze, Bae Hae-Jin did a bronze double in the 1500/5000 m, and Chen Fu-Pin won the 800 metres silver and 1500 m bronze. In the field events, Yuka Murofushi won bronze in both the discus and hammer throws .\n\nWhile the large majority of events featured performances of an international standard, some competitions fell far short of the level expected of a regional games event. Many of Japan's top athletes were absent and a number of Chinese competitors had peaked earlier at the 10th Chinese National Games in Nanjing . Only one athlete ( Takuro Mori ) managed to clear the bar in the whole of the men's pole vault contest, while Hou Fei took bronze in the men's hammer with a small throw of 37.14 (almost half that of the winner). In the women's 4×400 metres relay Macau's bronze medal time of 4:05.61 was over thirty seconds slower than the winning team, and some 50 seconds off the world record time. Furthermore, the distances races were criticised for their slow pacing, the men's 10,000 bronze medalist running slightly slower than the women's bronze medalist.\n\nRecords\n\nMedal summary\n\nMen\n\nWomen\n\nMedal table\n\n* Host nation ( Macau )"}
{"url": "https://en.wikipedia.org/wiki/Laysha", "content": "Laysha (Hangul: 레이샤) is a South Korean girl group formed by JS Entertainment but is now currently under S Media Entertainment . The group currently consists of four members: Goeun, Chaejin, Hadam, and Bitna. They debuted on May 12, 2015, with the single \"Turn Up The Music\". Laysha are known for their risqué concepts when performing, which they went viral for in 2015.\n\nHistory\n\nPre-Formation\n\nBefore LAYSHA, Goeun and Chaejin debuted as members of the short-lived girl group LXIA in 2012 with the single \"Sexy Brown\".\n\nDebut, line-up changes and Chocolate Cream\n\nLAYSHA was formed in September 2014 by JS Entertainment, consisting of five members: Goeun, Becky (now known by her real name, Chaejin), Som, Yoobin and Seulgi. Initially, the group was a dance cover team, known for their risque, provocative performance styles, which would lead them to go viral in 2015, with fancams of Goeun attracting millions of views.\n\nLAYSHA made their debut on May 12, 2015 with the single \"Turn Up The Music\". Shortly after the group's debut, however, Seulgi would silently leave the group and Choim would join. In August 2015, Laysha would premiere two new original songs live, \"Hello\" and \"Good Bye My Boy\", as well as announce \"Hello\" as their upcoming second single alongside a concert announcement. A choreography video with the full studio version of \"Hello\" would be posted however, neither song was ever released. Later in 2015, Choim would silently leave, followed by Yoobin in early 2016. Shortly after, Hyeri was revealed as a new member.\n\nOn July 20, 2016, Laysha made their first comeback as four members with the single \"Chocolate Cream\", gaining more recognition in the K-Pop community as well as gaining millions of views on their official MV, which has been called one of the sexiest K-Pop music videos. Laysha would follow with their success with their third single, \"Party Tonight\", later that year.\n\nPink Label and controversy\n\nOn December 18, 2017, Laysha made their next comeback with their single \"Pink Label\". On August 29, 2018, Laysha were involved in a controversy with their label, JS Entertainment, when Som and Goeun revealed cameras were placed in their rooms and bathrooms to spy on them, accusing their company of placing them there. The public in social media suspected that Laysha had lied about the hidden cameras. Goeun denied the accusations that Laysha was using the controversy over the hidden cameras for marketing purposes and LAYSHA parted ways with JS.\n\nFollowing the controversy, Laysha left JS Entertainment and formed their own company, A1 Entertainment, with Hyeri leaving LAYSHA in early 2019 and Som, affected by the spying event, as well as other personal reasons, deciding to leave the group later that year after a lengthy hiatus. In 2019, new members Sia, Hayeon and Hayoung were introduced as new members, however, Hayoung and Hayeon left after barely a month to rejoin their original group, May Queen, also managed by A1, which had recently reformed. Boreum was then introduced, with Laysha releasing a new single, \"Freedom\", in late 2019. Laysha announced an EP would be releasing in the spring of 2020, however, this release did not happen.\n\nComeback and new members\n\nOn January 27, 2023, Laysha announced in news articles and on social media that \"LAYSHA is back!\", revealing plans for new music. On March 29, however, Boreum left Laysha due to health issues.\n\nOn April 3 and 4th, profiles for new members Rahye and Bitna were released to social media. On April 11, Laysha officially revealed full-scale comeback plans, with their first solo concert in Seoul on June 9, where Laysha will premiere their new song. Furthermore, Laysha will hold their first fan meeting and mention plans for their first \"U.S. album\".\n\nOn February 1, 2024 guest member DJ Ina left the group.\n\nMembers\n\nCurrent\n\nFormer\n\nMember Timeline\n\nDiscography\n\nVideography"}
