{"url": "https://en.wikipedia.org/wiki/Jeetu_Ahsan", "content": "Jeetu Ahsan or Jitu Ahsan (born Syed Ashek Ali on 12 September 1977 ) is a Bangladeshi actor. The son of actor Syed Ahsan Ali, popularly known as Sydney, and educator Suraiya Ahsan, Ahsan made his acting debut as a child artist in Mustafizur Rahman's 'Ekti Shetur Golpo' (1982) in Bangladesh Television. As an adult, Ahsan professionally entered the acting arena with Abdullah Al Mamun's soap opera \"Joar Bhata\" in the year 2000. \"Joar Bhata\" was the first soap opera in the country in which Ahsan portrayed an anti-hero character and was immediately recognised as an upcoming talent. Throughout his career, Ahsan has ventured many anti-hero characters and received much applause. Esteemed Actor Humayun Faridee termed Ahsan as the best and the most talented of the contemporary actors. He received “ RTV STAR AWARD ” in 2014 as BEST ACTOR. He acted in a pivotal character of the highly acclaimed seven national award winner movie “ Gohin Baluchor ” in 2016. Among his notable works are “Shaola”, “Andhokarer Biruddhe”, “Jowar Bhata”, “Tobuo Protikkha”, “Nouka Dubi”, “Gohiney”, “Elebele” . He is also a member of \"Aranyak Nattadal\" in theater.\n\nEarly life and background\n\nJeetu Ahsan was born on 12 September 1977 in Dhaka to legendary actor of Bengali drama and film, Syed Ahsan Ali and educator Suraiya Ahsan. Jeetu Ahsan's father Syed Ahsan Ali, popularly known as Sidney, was the first national award winning actor in Bangladesh Television (BTV) . Ahsan's paternal grandfather was Syed Mohammed Ali, a Zamindar and his maternal grandfather was Moulovi Emdad Ali, a District Magistrate during British India.\n\nAhsan attended Sunbeams school, St. Joseph Higher Secondary School and Notre Dame College in Dhaka. He finished his undergraduate (BBA) and graduate (MBA) program from North South University, Dhaka .\n\nActing career\n\nChild (1982–1994)\n\nJeetu Ahsan entered the world of acting in 1982 as a child artist following the footsteps of his father, Syed Ahsan Ali Sydney . His first drama was ‘ Ekti Shetur Golpo ’ broadcast on Bangladesh Television in 1982. From 1982 to 1994, Ahsan acted in 10 single episode dramas, one serial drama in Bangladesh Television (BTV) and one film titled Laal Balloon.\n\nProfessional expansion (2000–present)\n\nAhsan got his professional breakthrough in Abdullah Al Mamun's first soap opera in the country “Joar Bhata” in the year 2000 sharing screen with big names such as Abdullah Al Mamun , Ferdousi Majumdar , Tareen , Shahiduzzaman Selim etc. Ahsan played an anti-hero character in Joar Bhata . Ahsan's performance was widely appreciated and he started getting offers from big name production houses and directors such as Humayun Faridee , Afzal Hossain , Badrul Anam Saud , Suborna Mustafa , Nahid Ahmed Piyal, Mohon Khan, Akhter Ferdous Rana to name a few.\n\nAfter his professional inception in the year 2000, Ahsan was extensively involved in soap operas, mega serials, telefilms and single episode dramas and has worked in all television channels. Romantic, villainous, social, double roles, urban, rural Ahsan has ventured in multifaceted characters. His acting skills gained him much appreciation, the media tagging him as a ‘Versatile’ actor. During his mother's ailment in 2018 and death in 2019, Ahsan worked in very few plays.\n\nFilm\n\nAhsan made his debut on the silver screen with the film “ Gohin Baluchor ” directed by Badrul Anam Soud . Ahsan played the crucial antagonist role in the movie. The movie was highly acclaimed and went on to win seven national awards. Apart from Bangladesh, the movie was also released in USA and Canada . The film was highly appreciated among the Bengali communities abroad. Apart from ‘Gohin Baluchor’, Ahsan acted as a child artist in a short film titled “Laal Belloon” in 1984.\n\nPersonal life\n\nIn family life, Ahsan married Taskina Islam in 2003 and together they have two children Syeda Adiba Ali and Syed Abrar Ali.\n\nTelevision appearances\n\nDramas, telefilms, serials and soap operas\n\nFilmography\n\nAwards and achievements\n\nFor his role in the drama serial ‘ Mayar Khela ’ (2014),  Ahsan won the RTV Star Award for Best Actor."}
{"url": "https://en.wikipedia.org/wiki/In_Italian", "content": "In Italian (foaled February 18, 2018) is a British -bred multiple Grade I turf winning Thoroughbred racehorse . Her Grade I wins include the Diana Stakes at Saratoga Race Course , the First Lady Stakes (2022) and Jenny Wiley Stakes (2023) at Keeneland .\n\nBackground\n\nIn Italian is a chestnut mare who was bred in Great Britain by John Camilleri's Fairway Thoroughbreds, a daughter of Dubawi out of the Australian-bred Redoute's Choice mare Florentina, winner of the Group 3 Gold Coast Guineas at Gold Coast Racecourse, Surfers Paradise , Australia . She was sold to Peter Brant's White Birch Farm for 475,000 Guineas (~US$609,434) from Hazelwood Bloodstock's consignment to the 2019 Tattersalls October Yearling Sale . Florentina produced a colt foaled August 2, 2019 now named Spanish Empire ( GB ), sold for AU$ 1,800,000 at the Magic Millions Gold Coast yearling sale in 2021. Florentina has a 2-year-old by Kingman named Fiorenza ( AUS ) who has not started. The mare has not had a foal since 2020. John Camilleri has had much success breeding horses, including the Australian champion mare Winx ( AUS ). In Italian is a half sister to Group 2-placed winner Villa Carlotta ( Street Cry ). Dubawi stands as a breeding stallion at Godolphin 's Dalham Hall Stud at a fee of £250,000 (since 2018).\n\nIn Italian is trained by Eclipse Award winning trainer Chad C. Brown .\n\nRacing career\n\n2021: three-year-old season\n\nIn Italian made her debut on March 28 in a maiden special weight event for three-year-old fillies and mares at Tampa Bay Downs in a field of eleven. Starting as the 7/5 favorite In Italian angled inside tracking off the second flight racing to the backstretch then switched off the inside nearing upper stretch, switched out sharply avoiding close quarters entering the lane and continued willingly to the end to close the gap to Fate Of Ophelia but fell short by a neck.\n\nIn Italian returned shortly to the track to break her maiden on May 8 in a maiden special weight event for fillies and mares that were three-year-olds and older at Belmont Park over the 1 + 1 ⁄ 16 -mile distance. Ridden by Irad Ortiz Jr. , In Italian led shortly after the break and set fractions of :24.03, :49.39, and 1:14.03. She maintained a clear advantage and appeared to be in a comfortable rhythm, pulling clear in the stretch to finish ahead by 3 + 1 ⁄ 2 lengths in a final time of 1:42.74 on a good course.\n\n2022: four-year-old season\n\nAfter a length break of eight months In Italian was entered in Allowance event for entrants who had never won two races for fillies and mares that were four-year-olds and older at Tampa Bay Downs . Starting as the 1/2 odds-on favorite In Italian easily dispatched this field of six runners with a 4 + 1 ⁄ 2 - length victory in a time of 1:34.64 on a firm turf course.\n\nOn March 5, In Italian started favorite at odds of 5/2 in a field of eleven in the one-mile Grade III Honey Fox Stakes for fillies and mares four and older. Breaking from post 9, In Italian was intent on being in front and got to the front of her rivals. She was tracked by Quinoa Tifah on the rail, fellow long shot Navratilova in the clear in third, and normally front-running GII winner Jouster settled in fourth. In Italian turned for home in front as Navratilova ranged up on the outside and Jouster came through an opening along the rail. Jockey Ortiz kept In Italian in hand and ahead of Navratilova, who was edged for second by a late surge from Wakanaka winning in a time 1:35.16 over a firm turf course.\n\nOn May 7, In Italian started in the Grade II Churchill Distaff Turf Mile Stakes at Churchill Downs .\nStarting at odds of 11/5 In Italian established a clear advantage in the early stages, maintained a loose lead while well in hand and staying in the three path around both turns, but met her stable-mate, Speak of the Devil ( FR ) bold bid entering the lane, battled with her through upper stretch, but proved no match, and safely held place to  the finishing line beaten by 2 + 3 ⁄ 4 lengths.\n\nIn her first attempt in Grade I event In Italian was part of owners's Peter Brant three-horse entry in the Just a Game Stakes at Belmont Park . In Italian broke out then was quickly corrected by the rider. She showed speed on the outside of the leader Leggs Galore, while opening up on the rest of the field. Tracking the pace on the outside she ranged up three wide around the far turn, making a bid with three furlongs to run. In Italian took the lead at the quarter-pole in the upper stretch but lost the advantage to Regal Glory into the final furlong and weakening to finish third by 4 + 3 ⁄ 4 lengths .\n\nOn July 16, ran in the $500,000 Grade I Diana Stakes at Saratoga . In Italian was facing three other stablemate from Chad Brown's stable. In Italian bobbled a bit at the start while still breaking with the field, moved to the fore in the early going and built a clear margin into the first turn. She continued with a torrid pace setting first quarter fractions of in :22.45 seconds and the half in :45.83. In Italian was 1 + 1 ⁄ 2 lengths in front of Technical Analysis, who proved to be the only threat. After those quick fractions, In Italian, who started from post position six, covered six furlongs in 1:09.50. Joel Rosario never relinquished the lead despite setting the swift fractions in the 1 + 1 ⁄ 8 -mile race over the firm course. Her time of 1:45.06 was a course record, breaking the mark of 1:45.22 set by Hard Not to Like in the 2015 Diana Stakes. Chad Brown scored his seventh win. No one has won more in the 84 editions of the race.\n\nAfter a break of almost three months, on October 8 In Italian returned to face five other runners in the Grade I First Lady Stakes at Keeneland . Facing her stablemate Regal Glory , In Italian quickly took command of the race as the field passed the Keeneland stands for the first time in the one-mile event. She set an easy, uncontested lead under Joel Rosario with opening fractions of :23.37, :47, and 1:10.45. Regal Glory under Jose Ortiz Jr. gained on In Italian through the final turn, swung into the middle of the track at the top of the stretch, and were in a solid striking position. Regal Glory ran valiantly to close the gap but fell a length short of In Italian at the wire. The final time was 1:33.22. Owner Peter Brant captured the exacta while Chad Brown won his fifth consecutive First Lady.\n\nOn November 5, In Italian raced in the GI Breeders' Cup Filly & Mare Turf at Keeneland . Jockey Joel Rosario wasted no time in moving to the lead and opening a clear advantage through a quarter-mile and set fractional times of :22.82 for the quarter-mile :46.38 for a half-mile and 1:10.31 for six furlongs. In Italian opened a 2 + 1 ⁄ 2 -length lead in the stretch with Lady Speightspeare briefly providing a threat after she got through, but it was Tuesday that proved the bigger concern. After creeping within striking distance in the far turn, Tuesday launched a five-wide drive and quickened once straightened for the drive and defeating In Italian by one length on the line.\n\nStatistics\n\nLegend: Turf Dirt Notes: An (*) asterisk after the odds means In Italian was the post-time favorite.\n\nPedigree\n\nIn Italian (GB) is inbred 3d × 4d to Danehill In Italian (GB) is inbred 4d × 4d to Dancing Show"}
{"url": "https://en.wikipedia.org/wiki/Cyclone_Lusi", "content": "Severe Tropical Cyclone Lusi was the second severe tropical cyclone of the 2013–14 season and affected Fiji , Vanuatu and New Zealand .\n\nThe system that was to become Cyclone Lusi was first noted as a tropical disturbance on 7 March, while it was located to the east of Fiji. Over the next three days the system moved towards the north-northeast and gradually developed further, before it was named Lusi, late on 9 March, after it had developed into a tropical cyclone. The system dissipated on 17 March.\n\nMeteorological history\n\nEarly on 7 March 2014, the Fiji Meteorological Service reported that Tropical Disturbance 18F had developed about 685 km (425 mi) to the west of Nadi. The system was located within a marginally favourable environment for further development, which included low to moderate vertical wind shear and favourable sea surface temperatures . Over the next two days the system moved towards the north-northwest and slowly consolidated, as atmospheric convection wrapped into the system's low level circulation centre , before RSMC Nadi reported during 9 March that the system had developed into a tropical depression. During that day the system further consolidated as it affected Vanuatu and moved towards the north-northeast, before the United States Joint Typhoon Warning Center initiated warnings and designated the depression as Tropical Cyclone 18P later that day. RSMC Nadi subsequently named the system Lusi at around 23:00 UTC (11:00 FST), after it had developed into a category 1 tropical cyclone on the Australian tropical cyclone intensity scale .\n\nPreparations and impact\n\nVanuatu\n\nLate on 9 March, ahead of the depression being classified as a tropical cyclone and named Lusi, the Vanuatu Meteorology and Geo-Hazards Department issued tropical cyclone warnings for the Vanuatu provinces of Torba , Sanma , Penama and Malampa .\n\nThe cyclone killed 10 people and impacted as many as 20,000 people, especially in Torba, Sanma, Penama, Malampa and Shefa Provinces . Many low-lying areas were flooded and more than 40 structures were damaged or destroyed. All provinces of the country reported damage to agriculture.\n\nFiji\n\nOn 11 March, a tropical cyclone alert was issued for parts of the Western Division, as Lusi approached the islands from the west. During the next day gale warnings were issued for the Western Division before they were cancelled later that day, as the system turned towards the south sooner than had been expected. As a result, Fiji was spared any direct effects from the cyclone, while the associated trough of low pressure affected the islands until 13 March.\n\nNew Zealand\n\nDuring 9 March, MetService started to warn that a tropical weather system might affect New Zealand by the end of that week.\n\nCyclone Lusi hit New Zealand shores on 13 March. In preparation for the event the New Zealand government advised people to fix loosened things (such as trampolines ), and the Civil Defense team was put on alert. Winds reaching up to 130 km/h were expected to occur in the cities of Auckland , Whangārei and Hamilton , and the east coast of the North Island was put on high alert. Lusi brought severe winds as it moved southeast towards Wellington and the northern South Island in the evening of 15 March. On 16 March, the severe gale winds slightly weakened, and Lusi pushed away from New Zealand on 17 March.\n\nInsured losses across the country amounted to NZ$4 million (US$3 million).\n\nRetirement\n\nDue to the impacts caused by the storm, the name Lusi was retired and was later replaced by Louise ."}
