{"url": "https://en.wikipedia.org/wiki/Kuehneodon", "content": "K. barcasensis K. dietrichi K. dryas K. hahni K. guimarotensis K. simpsoni K. uniradiculatus\n\nKuehneodon is a genus of extinct mammal of the Upper Jurassic - Lower Cretaceous of Europe . It was a relatively early member of the also extinct order of Multituberculata . Members of this genus lived alongside such dinosaurs as Allosaurus . It belongs to the suborder \" Plagiaulacida \", family Paulchoffatiidae . In addition, this genus is the only known member of a subfamily called Kuehneodontinae. It was named by Hahn G. in 1969, the name meaning \"Kühne’s tooth\" in honor of paleontologist Walther Kühne , pioneer of the Guimarota site of Portugal where remains were found in the late 1950s and early 1960s.\n\nKuehneodon is the one genus of the taxon Paulchoffatiidae from the Guimarota site whereby the lower and upper jaws have been found united. These \"exhibit the lowest number of derived characters (apomorphies), and are thus closest to the main evolutionary lineage of the multituberculates\" (Hahn & Hahn 2000, p. 106).\n\nThe genus is based mainly upon remains of jaw, a number of species are recorded from Guimarota: Kuehneodon dietrichi Hahn G, 1969; K. dryas Hahn G, 1977; K. guimarotensis Hahn G, 1969; K. simpsoni Hahn, 1969 and K. uniradiculatus Hahn, 1978.  A further Upper Jurassic, Portuguese locality near Lourinhã , Porto das Barcas, has yielded K. barcasensis Hahn G & Hahn R, 2001. Lower Cretaceous fossils have also been found in Galve , Spain .\nK. hahni Antunes, 1998 was reported from Paimogo, Lourinhã, by Miguel Telles Antunes .\n\nThis article about a Mesozoic mammal is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Russian_wooden_architecture", "content": "The Russian wooden architecture (in Russian ру́сское деревя́нное зо́дчество, russkoe derevyannoye zodchestvo) is a traditional architectural movement in Russia , that has stable and pronounced structural, technical, architectural and artistic features determined by wood as the main material. Sometimes this concept includes wooden buildings of professional architecture, eclectic buildings combining elements of folk architecture and professional architecture, as well as modern attempts to revive Old Russian carpentry traditions. It is one of the most original phenomena of Russian culture . It is widespread from the Kola Peninsula to the Central Zone, in the Urals and Siberia ; a large number of monuments are located in the Russian North .\n\nThe structural basis of traditional Russian wooden architecture was a log house made of untrimmed wood. Wood carvings placed on structurally significant elements served as decoration. Among the traditional buildings are wooden cage, tent, step, cuboid and multi-domed churches, which together with peasant dwellings, household, fortress and engineering buildings defined the image of a traditional Russian settlement.\n\nThe origins of Russian wooden architecture go back to ancient Slavic architecture. Since the Ancient Russian history the religious wooden architecture was oriented on the Byzantine canon and adopted the features of stone temples . The highest development of Russian wooden architecture reached the Russian North in the 15th-18th centuries. In this region the traditions were preserved for the longest time, but even there the architecture could not escape the significant influence of the dominant architectural styles of baroque , classicism , eclecticism . In the 19th century, the motives of the Russian wooden architecture were applied in the Russian style . The heritage of wooden architecture is rapidly disappearing. Only a few religious buildings date back to the 14th-16th centuries. The oldest preserved residential buildings date back to the 18th century. According to experts, at the beginning of the 21st century, the situation with the preservation of monuments is catastrophic.\n\nOrigins of wood architecture\n\nEthnographer K. Moshinsky wrote about the wooden age of the Slavs because, in their culture, wood occupied a special place and was used in almost any craft or occupation, including construction. The reason for this is not only the woodworking and its availability for the widest strata of the population but also the fact that it is easy to process, allows for quick building, and has low thermal conductivity . The importance of wood in construction and architecture increased with the settlement of East Slavs tribes to the north and northeast, where coniferous forests, most suitable for construction, grew abundantly. As for other materials, rocks in the forest zone of European Russia are found in the form of sandstone and limestone layers relatively deeply buried in the soil, only occasionally protruding on the banks of rivers, or in the form of boulders scattered in the forests, which were difficult to use as the main material for construction. In Russia, brick , was not known until the 10th century, but then for many centuries, it was used only for structures of exceptional importance due to the high costs associated with it.\n\nOver time, the basis of wooden architecture for the Russians became the log cabin . It is not known exactly when the log cabin technique emerged, but it was familiar to the peoples of Northern and Eastern Europe back in the Bronze Age (perhaps even in the Neolithic ). Apparently, in these cold regions, they appreciated the heat-saving properties of the log cabin in comparison with wooden framing . The development of log construction was facilitated by the spread of coniferous wood. In addition to Russia, log buildings are widespread in Central and Eastern Europe and Scandinavia. The log churches of Ukraine ( Ukrainian wooden churches ), the Carpathians (Carpathian wooden churches), as well as Finland and Sweden, stand out. In most other countries, wooden architecture is based on a frame structural system.\n\nEarly Slavic construction\n\nAccording to archaeological data, early Slavs dwellings were both entirely above-ground houses and buildings with a slight lowering of the floor level relative to the ground level, known as foundation pits. The former are known from excavations of West Slavic settlements in the territory of modern Poland; they were most often log houses ( Sukow-Dziedzice culture ). The latter occupied the south of the forest zone and forest-steppe on the territory of modern Belarus, Ukraine, and the southwestern regions of Russia in the 5th-10th centuries ( Praga , Korchak , Penkovka , Ipotești–Cândești , later Volyntsevo , and Romensko-Borshchev cultures). Among them, there were both log houses and frame (frame-pillar) houses. In archaeology, the term poluzemlyanka ( half-sod house ) is used for them. Foundation pits of these dwellings had an average depth of 0.3-1.2 m and were usually square-shaped, oriented to the cardinal directions. The excavation areas varied from 6 to 20 m . There was a stove or a hearth in the corner of the room. Log walls were built of logs, less often of lumber, and were cut in the \"lob\" and \"paw\" methods. Frame walls consisted of poles and filling with horizontally laid laths ( wattles could also be used). Sometimes the walls were coated with clay and/or covered with whitewash.\n\nFrom the mid-20th century until recently, dwellings with a deepened floor were commonly reconstructed into one-chamber low “half-dwellings,” with the above-ground walls matching the slope of the excavation. By the early 21st century, however, the term poluzemlyanka was deemed incorrect for any buildings with a buried floor. A new approach to reconstructing these dwellings emerged, suggesting that many originally had log walls set back from the foundation pit. The found frame-pillar constructions might have been remnants of recliners or benches along the walls, indicating that the dwelling's area was somewhat larger than the excavation itself. Additionally, some researchers suggest that two-storey houses existed as early as the 9th century.\n\nHousehold buildings were similar to dwellings.\n\nIn the second half of the 1st millennium A. D., the Slavs gradually moved deeper into the forest zone and settled in the Pskov-Novgorod region. Excavations at the Pskov kurgans and Novgorod hills cultures revealed ground-level single-chamber houses with areas ranging from 12 to 20 m . These houses had clay and board floors, stoves in the corners, and log walls, with some featuring frame constructions combined with log walls. Most archaeologists identify these dwellings as typically Slavic. However, V. V. Sedov interprets them as evidence of Western Slavic influence, while E. M. Zagorulsky disagrees. Zagorulsky questions their Slavic origin, suggesting that the Slavs may not have settled in the Pskov-Novgorod region until the 10th century and possibly adopted building types and techniques from local Baltic and Finno-Ugric tribes. A. A. Shennikov proposed that the roots of the classical Russian log house trace back to the Dyakovo culture . Rectangular log houses were indeed common in the late period of the Dyakovo culture, alongside other types of buildings, and it is possible that these structures persisted before the arrival of the Slavs in the region. Similar houses were also found among the neighboring Balts of the late Dnieper-Dvinsky culture. By the end of the first millennium A.D., other forms of dwellings existed in the area, such as the “big houses” of Staraya Ladoga and buildings with central heating devices. However, with the onset of the new millennium, the diversity in housebuilding, which reflected the multi-ethnic nature of the region, diminished. The primary type of dwelling for the emerging Old Russian nation in the forest zone became a ground log house with a stove in the corner.\n\nIt is believed that temples were characteristic only of the Western Slavs, who built wooden structures with idols inside. In contrast, the Eastern Slavs typically revered natural objects, used sites for sacrifices, and employed burial mounds and sanctuaries (kapishcha) —round open areas with idols— as their cultic spaces. However, in Western Ukraine, remains of square-plan structures with log walls have been found, which some researchers interpret as temples.\n\nConstruction organization\n\nDuring the formation of a unified Old Russian state , carpentry became an independent branch of production. Carpenters were organized into artels, and the names of the master craftsmen who led them were sometimes carved into the buildings.\n\nAt the city bazaars for wooden goods, it was possible to purchase not only building materials but also entire buildings in disassembled form. The high level of work organization is further evidenced by the practice of constructing \" ordinary churches \".\n\nSmall buildings and houses were often constructed by local residents, as almost every peasant was familiar with basic carpentry skills. In contrast, urban and many rural churches were designed by professional craftsmen specializing in religious buildings. However, in the North, even into the 18th century, some designs continued to use medieval methods. The distinction between professional wooden architecture and folk architecture is often quite vague.\n\nWooden architecture was closely linked with pagan traditions. Peasants protected their sacred and ritual values through building rituals. Certain trees were prohibited for construction, and there were designated \"lucky\" and \"unlucky\" sites for building. Special rites accompanied the laying of walls, construction of stoves, creation of openings, installation of matitsa, and settling into a new house. Carpenters were believed to have connections with otherworldly powers. While carpenters who built houses were associated with unclean connotations, those who constructed temples were imbued with divine significance.\n\nConstructions typology\n\nResidential houses and mansions\n\nWooden residential architecture was represented by different types of dwellings: from small primitive buildings with a minimum number of openings and the simplest method of heating, which resembled wilderness hut , to huge northern houses — complexes, rich choirs, and even royal palaces decorated with rich carvings. The architectural techniques used in their construction were reflected in almost all other types of buildings.\n\nThe traditional Russian house is a log cabin, sometimes with board planking and covered with a two- or four-pitched roof. These houses of Russian peasants are prevalent in the northern and middle bands of the East European Plain and are common in the northern parts of South Russian regions, such as Bryansk and Oryol , and the northern parts of Kursk, Voronezh, and Tambov regions. With Russian colonization, this style spread to the Urals , Siberia , and the Far East . Log house building was adopted by many other peoples in Russia. In the South Russian regions, brick houses have recently become predominant.\n\nTypological features of the traditional Russian peasant mansion include: the constructive and planning solution of the residential zone, the spatial relationship between residential and economic zones, the layout of the house, the number of rooms, the vertical structure of the house, and the type of heating (including smoke removal).\n\nAccording to the structural and planning solution of the living area (the heated hut, historically known as an istba or izba , which refers specifically to the main living part of the peasant house, not to be confused with the concept of a hut as a house in general), in the 19th century, several types of constructive and planning solutions for the living area in Russian peasant houses are distinguished:\n\nFrom the point of view of vertical structure, several types of houses can be distinguished: a house with one ground floor; a house with a sub-cellar, which is a partially buried floor (often used for household purposes, less frequently for residential purposes), and an upper floor; and houses with two or more floors. In palace complexes, residential log cabins could reach a height of six floors. It is also worth noting a special type of residential construction — the dugout. These were not common dwellings even in antiquity, but they were built as temporary shelters during natural disasters, wars, and the development of new lands.\n\nAccording to the method of heating (smoke removal), huts are divided into black (smoke) and white. In black huts, the smoke accumulated under the ceiling, warmed the room, and exited through an open door, window, or chimney — a wooden decorated chimney on the roof. Black huts were eventually replaced by white huts, whose stoves had chimneys.\n\nAncient Russian dwellings varied by region, with sunken-floor designs prevailing in the southern regions and ground-floor log houses widespread in the north. By the 13th century, dwellings with sunken floors became prevalent even in the forest-steppe zone. Significant changes occurred in the first centuries of the Old Russian state, such as the orientation of walls to cardinal directions becoming less obligatory. M. G. Rabinovich identified four types of internal layout. The relocation of ovens to the corner near the entrance in Central Russian and northern dwellings led to an asymmetrical facade composition. By the 10th century, two-chambered houses were already present in regions like Pskov-Novgorod and Kyiv, although most structures were one-chamber square huts, 4–5 meters wide.\n\nLog cabins were primarily constructed from pine, less often from spruce, and rarely from hardwoods. These cabins were typically built without foundations, sometimes insulated with rubble piles, and floors were generally boarded, though some were earthen. While two-storey houses are mentioned, the majority of dwellings were single-storey, with windows either hollowed out or absent. Pitched roofs covered with earth are noted by the Arab geographer Ibn Rusta in the early 10th century, who described how the cold climate led to the construction of cellars with pointed roofs covered in earth:\n\nThe cold in their country is so severe that each of them digs a kind of cellar in the ground, to which they add a wooden pointed roof, resembling that of a Christian church, and cover it with earth. In such cellars, they move with the whole family, and, having gathered some wood and stones, they light a fire and heat the stones until they are red-hot. When the stones are red-hot, they pour water over them, causing steam to spread and heat the dwelling to the point where they take off their clothes. They remain in such dwellings until spring.\n\nIn the 11th-13th centuries, construction techniques in cities like Kiev and Novgorod evolved. In Kiev, frame-pillar dwellings and log houses with deepened floors were common, with a significant number of two-chamber log houses built during this period. The transition to houses on high podklets and full-fledged two-storey houses began in Veliky Novgorod during the 12th-13th centuries. Manor complexes like the one built in the 1150s, possibly belonging to icon artist Olisey Grechin, exemplify this evolution.\n\nDuring the 16th-17th centuries, Russian architecture experienced intensive construction. Englishman J. Fletcher noted that wooden houses, typically constructed from dry pine, were more comfortable than stone or brick ones due to their warmth:\n\nIt seems that the Russians are much more comfortable with wood construction than with stone or brick because the latter are more humid and cold than wooden houses made of dry pine wood, which provides more heat. Providence has rewarded them with forests in such abundance that it is possible to build a decent house for 20-30 rubles or a little more even where there is little forest. However, wooden buildings are uncomfortable, especially because they can burn easily...\n\nThe 16th-17th centuries also saw the proliferation of complex multi-chambered mansions on undercrofts, connected by staircases and passages. By this time, the characteristic three-window facade composition of Russian huts had developed. Roofs were double-pitched, with variations depending on the region. By the 18th century, tower complexes, which had been a feature of rich houses in the 16th-17th centuries, began to disappear. The palace of Alexei Mikhailovich in Kolomenskoye, consisting of 7 choirs, is a prime example of the complex architecture of this period, featuring ornamentation similar to that found in stone architecture.\n\nIn the 18th and 19th centuries, there was a significant development of house building and estate planning. The facades of houses began to face the red line of the street, and closed courtyards - fortresses disappeared. At that time, the most popular houses were izba-linked and five-walled houses, which became multi-roomed due to partitions. From the 2nd half of the 19th century the peasants changed from three-chambered and four-walled houses to five- and six-walled ones. Single-row houses became common, and the vertical structure of houses varied from pozemnye huts to houses with undercrofts and two-story structures. Architecture in cities developed under the influence of common European styles such as Baroque, Classicism and Empire, which led to the stylization of wooden houses. Peasant cottages also underwent radical changes under the influence of the city and landed estates, especially in the north and the Volga region. In the late 19th century, eclecticism reached its peak, which, according to some experts, led to the collapse of the Old Russian wooden architecture culture, despite the fact that more than half of the towns consisted of 95% wooden houses.\n\nIn the mid-19th century, along with the discussions about the national style, professional architects began to show interest in wooden architecture. Its motifs were used by V. A. Hartman, I. P. Ropet and F. O. Shechtel, especially in Russian pavilions at international exhibitions, which impressed the foreign public. The decorativism of facades, characteristic of the followers of the Russian style of the late 19th and early 20th centuries, reached its peak in the works of I. P. Ropet. Ropet's style received mixed reviews, as the solutions that were successful for exhibitions and country buildings were not always suitable for urban development. A. V. Opolovnikov criticized the stylization in folk architecture for mechanical copying of forms, rather than for the use of aesthetic content.\n\nIn the 1920s and 1930s, rural housing consisted mainly of wooden cabins with improved planning. Such houses were also built in cities, including wooden apartment buildings. Some Soviet architects returned to pre-revolutionary traditions in their dacha designs, but over time it became apparent that wooden construction did not fit the new Soviet realities. By the middle of the 20th century, the tradition of wooden architecture was a thing of the past, giving way to frame, brick, block, and panel construction.\n\nModern wooden residential architecture in Russia is represented mainly by individual houses. Architects such as T. Kuzembaev, N. V. Belousov, and V. G. Kuzmin work in this direction. Some of them stylize their projects under the Russian style , and others, like N. V. Belousov, combine modern architecture with tradition.\n\nOutbuildings and engineering constructions\n\nAgricultural buildings included threshing barns and sheep drying houses (ovens and rigs). These massive log structures did not strive for architectural expression. Sheaves were sometimes dried on open hangers. To store grain and flour, barns were built, characterized by a variety of architectural solutions: from small log cabins with a single-pitched roof to large two-story barns with a double-pitched roof. Some barns were built on poles to protect them from rodents. Later barns had sheds and frames. Hunting barns were small barns on high posts.\n\nWater mills did not differ much in appearance from ovens and goumens, while windmills, which appeared in the 15th century in the Moscow region, were more substantial. Stolbovka mills are common in the north, and shatrovki in the central zone and the Volga region.\n\nBathhouses, which often had one room and a single or double-pitched roof, later received an anteroom and were placed far from dwellings. In the southern and Siberian regions, stables, haylofts, and barns were also built.\n\nUrban facilities included stables, cookhouses, cellars, icehouses, and workshops.\n\nProfessional carpenters and bridge builders existed in ancient Russia. The 10th-century Great Bridge at Veliky Novgorod had a complex design with pentagonal stone-built log cabins as supports. The span between them was more than 17 meters. Such bridges were called row bridges. The most famous is the bridge over the Kena river in the Arkhangelsk region. Cantilever bridges were used on narrow rivers.\n\nThe walls of the wells were fixed with a log or a hollowed-out tree trunk. The mechanisms for lifting the tubs were usually a \"crane\" or a drum with a handle on which a rope was wound. A double-pitched roof was often built over wells with drums.\n\nFortress constructions\n\nThe oldest defensive structures in Russia included a palisade , barbed or woven fences, ramparts and ditches. Palisades were often supplemented with log structures for flooring. Large cities were protected by wooden fortresses consisting of log cells (gorodni) or double-row solid walls with cross sections (taras). Wall cells were filled with earth, stones or used as rooms. Log structures were also placed inside earthen ramparts on which walls were built. These walls had a roofed passage with a log bunker and loopholes. Probably as early as in the 12th century, overhanging log projections (obrams) were used, which became widespread in Russian defensive architecture. Steps with loopholes were intended for fighting. In 1237, after the invasion of the Mongol army, fortresses with higher and thicker walls, several rows of walls and several towers (vezhi, lancets, fires, pillars) of four, six or octagonal shape began to be built. Towers were practically absent in Russian fortresses before that. The height of the walls was usually 5.3-6.4 meters; width: 3.2-4.3 meters. Passing towers were of great height and served as compositional centers of fortresses. Remains of defensive architecture have been preserved in Siberia.\n\nChurches\n\nThe desire to diversify the silhouette of settlements was realized in the construction of tall religious buildings. In churches, utilitarian requirements receded into the background, and they became the most expressive buildings, achieving a great variety of forms and images, while preserving the canonical three-part structure of the Orthodox temple: located on the axis from west to east vestibule (porch, refectory, porch) — the main (central) volume of the temple with a room for worshippers (naos, kafolikon) — altar. The naos dominates other volumes in height, sometimes it is supplemented by aisles. The aisles are pentahedral (later) and quadrangular (ancient) in plan, covered with five- and two-pitch roofs and barrels. There are several examples where the naos and the altar were placed in a single log cabin, divided externally by covering different heights.\n\nAn established classification of wooden temples is contained in the work of I. E. Grabar and F. F. Gornostaev. In it the temples are divided into 5 types according to the most expressive feature: cage, hipped, stepped, cubic and multi-domed. M. V. Krasovsky separately distinguished five-domed and domed churches. The principles of this classification have become generally accepted, they are used in almost all works on Russian wooden architecture. An alternative, more complex system of classification of temples and chapels was developed by V. P. Orfinsky and I. E. Grishina.\n\nThe main volume of the cell temples is rectangular in plan. They are close to the izba in their architectural and structural design, although there are also tall tower-like buildings. The simplest plan consists of a porch, a naos, and an altar. But more often it also has a narthex, a refectory, sometimes a gallery and aisles. Sometimes it is stated that the cage type of church has a two-pitch roof (including wedge, stepped, with politzes, beaded roof) although churches with four-pitch and eight-pitch endings are also attributed to the cage type. Tent belfries were built over the narthexes of some churches.\n\nTent temples with a tent covering the naos differ from cage temples by their vertical composition and great height. Researchers distinguish the following subtypes of tent temples:\n\nA tiered temple has a stepped composition of several tiers, i.e. log cabins placed on top of each other, each of which is narrower than the one below. This type is characteristic of Central Russia. Stepped temples could have different endings and different forms of steps in the plan. The most widespread sub-type is the quatrefoil with one or more octaves placed on it. Often there are temples where all the tiers are octagonal (characteristic of the northeastern regions of European Russia) or quatrefoil (characteristic of the northwestern regions). Tiered temples were completed with a single head on a hollow closed cover or in later times with a dome.\n\nThe cube-shaped temples include temples where the nave was covered with a cube on a four-sided base. There are known cases of cubes covering the aisles. The number (from one to ten) and location of onion chapters on such churches varied arbitrarily. They are characteristic of the Ponezh and the White Sea coast.\n\nTemples covered with a naos dome are very rare in Russian wooden architecture. Sometimes they include temples with octagonal onion-shaped ends (puchinas), resembling a cube in their structure, characteristic of Povaozhye and Siberia. I. E. Grabar considered five-domed churches to be a \"known approach\" to multicapital churches. Temples with more than five chapters became one of the most striking pages of Russian wooden architecture. However, despite the apparent complexity of their composition, the layout is quite simple. On the basis of a few types of plans, complicating and supplementing them with corridors, galleries and refectories, raising buildings on basements and modifying the forms of coverings, the architects achieved greater diversity in volume and silhouette.\n\nThe spread of Christianity in Russia brought with it the need to build churches, which could not always be satisfied by stone buildings. Ancient wooden church architecture developed under the influence of stone architecture, defense and residential buildings. Already in the pre- Mongol period there were various solutions for the volume and construction of churches, such as square log churches and double log churches with a separate square log choir. The tripartite Byzantine altars were probably replaced by single apsidal altars soon after the Baptism of Russia . Archaeological finds and chronicle sources testify to elaborate octagonal and stepped endings. Old Russian wooden architecture adopted elements of stone architecture and reworked them for use in wood.\n\nCell temples are the earliest type, with roots in the Byzantine canon and local traditions such as cultic barns. These structures often had no dome and outwardly resembled residential buildings. An example is the Church of Rizopopologija from Borodav, built in 1485. The Church of Lazarus from the Murom Monastery is considered older, if its dating to the end of the 14th century is correct. Cell churches, in order to stand out, raised the height of the log cabin and changed the design of the roof, which can be seen in the Church of St. George in Yuksovichi in 1495.\n\nTent temples may have existed in pre-Mongol times and included various forms, such as tents on a quatrefoil base and column-shaped temples. Tents became an analog of the dome and were used to increase the area of the prayer room. The oldest surviving tent church is the St. Nicholas Church in Lyavla from the 1580s. Tent churches of the 16th century have a vertical composition and a full facade. In the 17th century, despite Patriarch Nikon's ban on the construction of tent churches, attempts to create multi-spherical and stepped churches continued. Cube-shaped churches began to appear in the mid-17th century, such as the Pyatnitskaya Church in Shuertsky in 1666.\n\nTiered temples, including nine-domed and multi-domed churches of the 18th century, also had significant development. Examples include the Church of Intercession in Ankhimov and the Church of the Transfiguration in Kizhi Pogost . These churches reflect the 17th century tendencies toward high-rise and disjointed artistic form.\n\nIn the 18th century, wooden architecture continued to develop despite the influence of urban architecture and reforms. An example of the latter is the Church of the Dormition of the Theotokos in Kondopoga, built in 1774. At the end of the century, a late period began, characterized by respect for tradition and bold innovation at the same time. In the early 19th century, with the introduction of government decrees, traditional forms began to disappear and wooden churches took on an \"urban\" appearance. However, the construction of wooden churches continued in remote settlements, preserving elements of the old architecture.\n\nSince the late 1980s, wooden church construction has resumed, with an emphasis on traditional principles, although modern structures differ from traditional examples.\n\nBell towers\n\nBell towers in Russian wooden architecture probably appeared in the 15th century with the spread of bells. The simplest of them were belfries in the form of crossbars on poles, which have not survived to the present day. Frame belfries had 4, 5 or 9 supporting pillars, several open tiers and a hipped roof. They are almost not preserved. The most developed of them were in Pomorie and had a number of similarities with their northern European counterparts (inclination of the pillars to the center, cross struts). Log belfries became more widespread. Their construction includes, together with the log house, the pillars of the belfry inserted inside the log house. Most often they are six or octagonal from the ground or in the form of an octagon on a quatrefoil. The latter type was the most stable and was built until the end of the 19th century. The architecture of freestanding log belfries is based on the figurative characteristics of high-rise churches. Above the corners of the high quadrilaterals of some bell towers there were decorative kokoshniks . Since the second half of the 18th century, under the influence of urban architecture, the practice of combining a bell tower and a church in one building spreads.\n\nChapels\n\nA very common type of wooden religious buildings were chapels, which differed from churches by the absence of an altar. Chapels are architecturally close to churches, but have simpler solutions and are usually smaller in size. The most common are cage chapels with a simple two-pitch roof. Chapels with four- and eight-pitch roofs, hipped roofs, and stepped roofs are less common. Cage chapels on the western side were often supplemented with haylofts, large rooms resembling refectories, belfries. Cantilevered galleries were a common element: in cage chapels with a double gabled roof, the galleries were usually placed symmetrically to the longitudinal axis on one or three sides. Chapels with a central composition could have galleries surrounding the log cabin on all sides. The most ancient chapels have been preserved in Obonezhye.\n\nMinor architectural forms\n\nNot only buildings, but also various small architectural forms were made of wood. Wooden sidewalks were widespread in cities. Grave crosses and other attributes of cemeteries were made of wood. The Old Believers of the North still have domovinas — gravestones cut down or made of planks. According to ancient beliefs, the spirit of the deceased dwells in the domovina, and therefore it is given forms characteristic of huts. Very similar to the tombstones are the crosses of worship and commemoration, which the Russians from time immemorial have liked to mark various points of special importance to them. Often they were placed as a vow or as a navigation sign. In the north they were placed under a canopy resembling an open chapel. Despite their small size, they play an important role in the village ensemble, reproducing various elements peculiar to wooden architecture. Palisades, fences and hedges were used as fences in the past. Very expressive are oblique hedges made of vertical posts and inclined poles tied to them.\n\nConstruction techniques and artistic expressions\n\nIn Russian art criticism, it is generally believed that wooden architecture is much more authentic and rich than stone architecture, and reflects the views of broad strata of the Russian people, especially the peasantry. The Russian art historian E. V. Khodakovsky considers it \"the most Russian of all Russian art\". The American Slavist W. K. Brumfield cites wooden architecture, along with constructivism, as the most significant achievements of Russian architecture. The Norwegian architectural historian K. Norberg-Schultz believed that Russian wooden architecture, despite its many \"charming manifestations,\" was primitive in comparison with European architecture, since log construction does not allow such possibilities of design as the frame. He noted that the lively and fairy-tale look of Russian houses is given by the decoration of windows, doors, cornices, which is not related to the construction. It was the criterion of the relationship between artistic and constructive allowed A. V. Opolovnikov to distinguish from the \"folk\" Old Russian wooden architecture, in which the constructive and artistic are united, late style architecture, where wood is hidden by the finish and acts only as a material of construction, and eclectic buildings, combining elements of Old Russian architecture and style architecture. The latter two directions A.V. Opolovnikov evaluated negatively, although he recognized that they gave birth not only to \"false in its ornamentation\" buildings, but also very successful, for example, decorated with lace carving houses of the Volga region. The sphere of Russian wooden architecture can include modern attempts to revive old Russian carpentry traditions.\n\nThe book Russian Wooden Architecture (1942) emphasized the following features: a combination of delicate treatment of details with the power and simplicity of the main volumes; picturesque, asymmetrical arrangement of few and carefully worked openings; more detailed exterior treatment of residential buildings, particularly choirs, in comparison with religious objects; few planned solutions, structural and architectural forms; special attention of architects to coverings, their silhouettes, and proportions. A. I. Nekrasov wrote about log construction in space, stating that it does not spread on the ground and in this respect is static, and its beauty lies rather in its upward aspiration. The traditional volumetric-spatial composition is based on a picturesque combination of log cabins, subordinated to the requirements of convenience. Such is the palace of Alexei Mikhailovich. It is indicative that each log cabin had its own separate roof. The influence of Western architecture is associated with the connection of identical log cabins under a single facade and a common roof, as well as many other features of late wooden architecture. According to A. I. Nekrasov, what is late and non-Russian refers to “everything that grows [on the building] as decoration and as a revitalization of the uniform mass”, and of the original in architecture — only a cubic mass of cage with a system of covering.\n\nThe basis of old Russian proportioning was the ratio of the side of a square to its diagonal (carpenters checked the correctness of a square log cabin by the equality of its diagonals), and Russian length measures were based on the same ratio. The planned dimensions of the building were used to determine its vertical dimensions. In log buildings, the module is usually quite large, for example, the length of the log between the joints. However, in later buildings, a smaller module, such as a quarter of a log's length, is often found. Some researchers are convinced of the existence of curvatures in wooden architecture.\n\nAncient buildings are characterized by the connection of elements using mortises, dowels, studs, grooves, and dowels with minimal use of expensive metal parts. Small dwellings and farm buildings might have had no metal parts at all. These connections allowed for easy disassembly and replacement of building elements. Many researchers note the conservatism and even primitiveness of the traditional Russian log cabin.\n\nTools\n\nThe main carpenter's tool was the axe . In addition to various types of axes, drawknife , adze , chisel , mallet , gimlet , and others were used. The saw was known in Russia since pre-Mongol times, but it became massively used only in the late period of the development of architecture. In addition to tools for woodworking, the carpenter needed marking and measuring devices, and equipment for moving logs. The carpenter's inventory expanded considerably in the 19th century with the introduction of carpentry tools. New methods of woodworking brought about a different attitude to wood. A. V. Popov notes that if folk architecture was created as a kind of sculpture, where unique logs \"shaped\" all the forms, then with the loss of the old carpentry thinking and the use of uniform elements, wood in later buildings began to lose its individuality.\n\nMaterials\n\nWood was used to make logs , poles , planks (boards), lumber , hewn battens , decorative elements, and other products. The main material was a round log. The most valuable are coniferous species: they are characterized by straightness, low warping, resistance to decay, density, absence of hollows and the property of easy splitting into boards. Pine is the most commonly used, with a preference for lodgepole pine with a fine layer structure. Larch is the most resistant to decay and has high strength, but it is difficult to work and rare. It was widely used in the Mezen and Pechora basins and in Siberia. In some cases it was used only in the most critical lower crowns, in the construction of objects with a special load. Spruce was used in household and auxiliary buildings, for rafters, in the regions of the middle zone for the construction of residential and public constructions.\n\nIn the southern regions and the central zone, oak , whose wood is characterized by great strength, was used in the construction of important objects. Other deciduous trees were used to make specific elements of buildings, but they were almost never used as the main material. Branches, bark , stone , clay , etc., were also used. Birch bark has been used as a waterproofing material since ancient times.\n\nFoundations\n\nSometimes the buildings had no foundations and were built directly on the ground or on the earth. In the case of izba dwellings, the fill was made not only under the walls, but also along them, which protected the bottom of the izba from freezing. The fill could be supported by a fence of logs or planks.\n\nThe old wooden foundations have hardly survived to our time. Pile foundations are vertical, buried or driven logs; they protected barns and sheds from rodents, and in wet areas they reliably protected buildings from water. Sometimes the corners of the log cabin rested on stumps. There were also log foundations (cut logs, laid horizontally), row foundations (several crowns, chopped in the cut), in swampy areas foundations in the form of a deck of two perpendicular rows of logs.\n\nAmong old buildings, the most common are boulder foundations: boulders placed under the corners of the log cabin, under the middle of the walls, and under the places where timbers were joined. The spaces under the walls between the boulders were sometimes filled with smaller stones. Chisel and brick strip and column foundations became widespread rather late, although according to archaeological data they were present in some buildings of the pre-Mongol period. Such foundations, which are present in many ancient churches, usually appeared as a result of later repairs. Brick socle foundations are characteristic of urban and manor wooden buildings of the 18th-19th centuries, as well as the houses of wealthy peasants of the 2nd half of the 19th century.\n\nWalls\n\nThe basis of Russian wooden architecture is a wall construction system — a log house . It is a structure formed by horizontally stacked logs, tied together at the corners, and along the logs there is usually a groove chosen. Tongue and groove joints and countersunk studs were sometimes used for greater strength. Warm and cold log cabins have their own joinery characteristics. Warm log cabins use interlocking sealant, which can be made of moss, straw, or sawdust.\n\nThe rows of logs joined at the corners are called crowns. The horizontal laying of logs provides the strength of the walls, which allows to build structures of considerable height, up to 45 m and even higher, up to 75m. Increasing the horizontal dimensions of the structure is difficult because of the limited length of the logs. Architects solved this problem by lashing one log house to the wall of another or by placing two log houses close to each other. Joining logs lengthwise was rarely used and only in engineering structures. Octagonal shapes have been used to create spacious rooms with large areas. They have good tilt resistance. Six- and ten-sided log cabins are rare. Log cabins of non-standard shapes found application in cult and defense architecture. The curvilinear extensions of the log cabin, which contribute to the drainage of water from the walls, are called povalami. The difference between Russian buildings and Western European ones is the absence of rhythmic division of walls by a system of pilasters and cornices. Only in the late period did Russian buildings begin to acquire undercurtains reminiscent of Western European cornices.\n\nIn Siberia it was possible to meet izba dwellings, cut from 5-6 crowns, diameter of timbers fluctuated within 200–500 mm, and the length could reach 16 m.\n\nА. Y. Kosenkov distinguishes 5 classes of log houses, including logs with full and partial dressing of horizontal joints, as well as logs with and without gaps. Grooving could be upper, lower or double grooving. Top grooving was widespread in antiquity, but since the 15-16th centuries they moved to bottom grooving.\n\nCorner joints can be divided into three groups: with residue, without residue, and hybrid. Residual cutting methods protect the corners from freezing and give strength to the building. Cut-to-length methods are less reliable and freeze harder.\n\nIn Russian architecture, only the bell towers were considered to be fully wooden framing constructions . Auxiliary buildings, galleries, verandas, upper summer residences of choirs had a frame construction system. A characteristic feature of Russian frame walls was the absence of bracing. Stability was achieved mainly by careful fitting of elements in joints and nailing. The space between the posts of light frame walls was filled with boards, either straight or in a jamb. Some open galleries and passages had handrails and balustrades .\n\nThe frame column, or simple column construction, consists of wooden columns dug into the ground at some distance, with the space between them filled with wicker, wood, horizontally laid boards, or timbers. The logs were usually pointed at the ends and driven into the vertical groove of the post (cutting into the zabir or into the post). Examples of the use of such construction are fences (zaplotnaya fence), walls of some household buildings. There are known examples of walls combining nodes of frame-post construction and ordinary log construction (log-post walls).\n\nThe logs dug vertically into the ground and sharpened from above to form a continuous wall are called palisade . Such a construction was used for fences and walls of defensive constructions. According to the monuments of the 18th-19th centuries, the construction of vertically placed logs connected at the top and bottom by horizontal straps is known.\n\nSlabs, floors and ceilings\n\nWooden buildings have traditionally used beam ceilings, depending on the time and purpose:\n\nWindows\n\nThe simplest and oldest type of window is a casement window, which takes the form of a horizontally elongated rectangular slit without any additional treatment. Its height is usually equal to the height of a log. This kind of window was “covered” from the inside with a board bolt. A slanting or red window referred to a window cut through to the height of several logs. The ends of the timbers were fixed with post-jambs. To let light into the windows, a metal frame was inserted and covered with bull's bladder, oiled canvas, or a film made from animal peritoneum. In richer houses and large churches, mica was used. In the 17th and 18th centuries, three-jamb windows without a lower lintel became widespread. In outbuildings and undercrofts, drag windows were still in use in the 20th century. By the beginning of the 19th century, they had disappeared in huts, finally giving way to slanting windows. The lightening of the deck and the resulting gaps between it and the walls led to the need to cover these spaces with platbands . The first platbands were simple, smooth linings, but over time, they began to be carved. Carved platbands entered mass peasant construction in the 18th century under the influence of city architecture. Sometimes, windows also had shutters . In the 19th century, the design of slanted windows evolved towards greater rationalization and lightening of the construction. A sill board appeared, and the deck became an ordinary window frame filled with glass . The window aperture itself became larger and took the form of a vertically elongated rectangle. The frames in village houses were either liftable, sliding, or fixed. By the beginning of the 20th century, swing windows with frames on metal hinges came into widespread use.\n\nDoors\n\nIn general, the construction of a traditional door frame is similar to that of a window deck. Doors were less influenced by foreign elements than windows and were rarely accompanied by rich decoration. However, carved portals in arched or near-arched forms can sometimes be found in churches, and many doors in churches and wealthy houses were decorated with wrought iron hinges (beetles) and paintings. Despite this, such decorations were not commonly used. A. I. Nekrasov noted the high threshold as one of the main features of Russian doors. While in Western European architecture, the floors of rooms form a single plane, creating a sense of open, merged spaces, the high threshold in old Russian buildings prevents this, causing the individual parts of the building to be perceived as closed, static volumes. In most of the surviving monuments, the door leaves are made of several vertical boards and are hinged with metal. Doors of traditional peasant dwellings are typically single-leaf, while double-leaf doors are associated with the influence of urban architecture.\n\nCoverings and roofs\n\nRussian wooden architecture is characterized by a great variety of roofs and coverings, which are classified by shape, structural and compositional solutions, as well as by the type of roofing. The main forms are pitched and curvilinear roofs. Pitched roofs are ubiquitous and come in single-pitch, double-pitch, four-pitch, and eight-pitch forms. Single-pitch roofs were used primarily for small outbuildings, while double-pitch roofs were most popular for dwellings. In cult architecture, broken roofs (politzes) were often used, providing large overhangs and architectural expression.\n\nStructural designs include nailless and nailed systems. Nailless roofing systems were often constructed with timbers and concealed joints, reflecting ancient building traditions. In the 19th century, with the spread of nails, roofs began to be assembled on nail joints, which simplified their construction.\n\nRoof types ranged from traditional wooden tiles and shingles to thatched and iron roofs, which became popular in the 19th century. Thatched roofs were characteristic of the southern regions, but gradually penetrated the north.\n\nCurved roof forms, such as barrel and cuboid roofs, were used primarily in religious buildings and wealthy homes. These roofs had decorative elements and elaborate frame structures, often decorated with carvings and plowshares. One of the most expressive forms of roofs in Russian architecture were tented roofs , which could reach a height of up to 60 feet (18 m) and were often crowned with onion-shaped domes , topped with crosses.\n\nBalconies, galleries and porches\n\nMany wealthy northern houses of the 19th century had balconies in the middle of the gable, decorated with carvings and paintings. Galleries surrounding the house at the level of the second floor are characteristic of the Zaonezhye region. Galleries were especially popular in the arrangement of church porches . They rested on posts dug into the ground or on cantilevered logs.\n\nPorches can be open and covered with a single or double pitch roof. Covered porches can be open from the sides with only a railing and posts; they can be partially or completely covered. The most complex are the northern porches with stairs, lower and upper platforms. The upper platform is supported by posts, cantilevered logs, or a log cabin. In churches, porches with two porches symmetrically arranged along the walls are common.\n\nCarving\n\nWood carving is the predominant form of decoration. Carved details existed in antiquity. In pre-Mongol Great Novgorod, plates and furniture with carvings similar to the patterns in the Novgorod books were found. Ancient carving was characterized by restraint, expediency, organic connection with the construction, and a great sacral and mythological meaning. Structurally important elements were worked out: protruding roof details, protective boards, ends of roof timbers of nailed roofs, pillars. Some elements were finished in the shape of a horse's head, an ancient symbol of Slavic culture (there is evidence that in ancient times a wooden image was preceded by a real horse's head). Images of birds and flat reliefs with symbols of the sun were popular in roof design. With the appearance of slanted windows, carved slats spread. The change in roof design led to the appearance of a cornice under the gable, often decorated with carvings (podzoras). The extraordinary ornamental richness of these elements is characteristic for the regions of Nizhny Novgorod , Ivanovo and Yaroslavl . The basis of the pattern of local cottages is plant ornament with the inclusion of figures of lions, mermaids, sirin birds . Since the beginning of the 19th century blind (\"ship\") carving was popular here, later propylnaya carving spread. Its patterns became more airy with time and reached the greatest development in the 20th century. Late carving largely repeated the motifs of Baroque, Classicism and Eclecticism, and was little connected with the design. The carving of the North was characterized by simpler and more enlarged forms, geometric figures, solar symbols, and vegetable ornaments predominated. Siberian carving is poor in plant ornament motifs, and it's closer to flat relief carving.\n\nColoring and painting\n\nUnder the influence of the external environment, wood darkens over time and acquires shades of gray. In the past, painting was very rarely used. According to the conclusions of A.B. Bode, in the 17th and 18th centuries the roofs of churches were sometimes painted in one or two colors, using red, green, black (or dark green, dark blue); on the pictures of roofs there was repeatedly found a combination of red at the bottom and green at the top. Painting on the exterior of wooden buildings became a relatively common practice in the 19th and 20th centuries. Church roofs were painted in green and red, and thatched walls were painted in white and other colors. In urban civil architecture, the painting of yellow and gray walls imitated stone architecture and was complemented by white decorations. Roofs were painted green, red, and gray. Bright contrasting colors were used to paint elements of the decoration of village houses.\n\nPainting of Russian houses is a very rare phenomenon. It was used in the construction of choirs, at the beginning of the XIX century it penetrated into the peasant environment of some settlements in Siberia, the Volga region, the Russian North and disappeared at the beginning of the 20th century. Geometric, vegetal, less often zoomorphic motifs, colorful and unexpected color combinations were used. The painting was done on flat elements (shutters, gables and overhanging roofs). There are known examples of paintings of church facades.\n\nInterior\n\nThe interior of the hut was spatially organized by corners. The most important were the stove corner, where a huge multifunctional Russian stove stood, and the red (front) corner with a sacristy and a table. The red corner was the most lighted place. These two corners were diagonal to each other. The woman's corner was called the corner where the hostess cooked food. The corner near the entrance was the subporozhye (back kut), which served as a workplace for the master of the house. Along the walls of the hut there were benches and shelves. Mobile furniture in the middle of the wall or in the middle of the room was a later phenomenon associated with the spread of urban culture in the 19th century. Light rooms and upper rooms served as ceremonial rooms and their walls were often decorated with wallpaper. The walls of the main room of the hut were neither taped nor painted, but simply trimmed. Partitions in peasant huts were a late phenomenon. Usually they separated only a fragment (corner) of the room. According to A. I. Nekrasov, the space of the Russian house was not characterized by enfilade construction , which, as well as in the organization of the space of the dweliing in the corners, manifested the statics of architecture and life of the Russian peasants.\n\nIn traditional churches, there was a gradual transition from the austere exterior to the detailed interior decoration. The low vestibule led to a higher refectory decorated with carved columns and benches, and then to an even higher room of the naios, where the richness of decoration reached the highest level in the carving and painting of iconostases . The iconostasis developed from the simplest shelf for icons to the templon design , then to the order (rack and beam) and finally to the frame design. The interior was completed by cleros, hanging and standing candlesticks, analoi, candle stalls and painted ceilings of the nave. Inner space on the shatra temple usually is 1/5 - 1/2 of the outer volume because of the availability of podshivnogo stream. It was necessary for a number of reasons connected with providing normal exploitation and longevity of structures.\n\nBuilding organization and ensemble\n\nThe development of medieval settlements was inclined to picturesqueness, enclosure, centrality. In the XVIII-XIX centuries Russian settlements acquired straight streets and other features of regular planning. Uniformity of building was achieved by the use of the same building material, a single technique of processing, modularity, by the size of the trunk, but these sizes still had a certain variability, which did not turn uniformity into monotony. Temple ensembles were placed with the expectation of the best perception from the main directions, away from the surrounding buildings for protection from fires. In cities and large villages, the ensembles consisted of the main summer church and a heated winter church, from the 17th to the 18th century: two temples and a bell tower, sometimes surrounded by a rubble fence. According to the conclusions of Y.S. Ushakov, in the northern architecture there were 2 main methods of interposition of buildings of the temple ensemble: on the diagonal (with 2 or 3 elements) and at the ends of the triangle (with 3 components). In this way it was possible to see the ensemble from all sides. The volumes of the ensembles were compared according to similarity or contrast.\n\nRegional characteristics\n\nThe Russian North has preserved the spiritual and material culture of the Russian people, including the medieval traditions of wooden architecture. Most of the preserved masterpieces are located here, where the rural landscape is formed by bushes (compact groups of villages), and often the name of the bush is used to designate the location of the monument (for example, the Church of the Nativity of Christ in Bolshaya Shalga is located in the village of Kazakovo ). The Novgorod tradition, most clearly manifested in the western regions of the Russian North, is characterized by rectilinear forms, while more plastic forms from the Central Russian lands spread to the central and eastern regions. The height of the churches was achieved at the expense of the height of the log cabin in the western regions, and at the expense of the height of the completion in the eastern and southern regions.\n\nThe Vologda Oblast is known for the variety of monuments and a significant amount of 19th-20th century civil architecture decorated with carvings. In Zaonezhye there are many monuments of wooden architecture, including the ensemble of Kizhsky pogost with multi-domed churches of the 18th century and a tent bell tower of the 19th century. The Ilyinsky Vodlozersky pogost (Karelia, 1798) combines the traditions of cube-shaped ends and a barrel above the altar, connected by passages and porches.\n\nIn the northwestern Pioneer region, the octagonal columns of the temple pillar are characteristic, expanding upward with the help of valleys, and in the Mezhozero region, the upper octagonal columns were inserted into the \"socket\" of the lower one, creating the effect of an opening flower. The Poonezhye region is characterized by cuboid and barrel roofs, decorative kokoshniks, and baptismal plans.\n\nPomorie combines Poonezh and Podvin traditions in temple architecture, and domestic buildings are connected with Pomor crafts and are characterized by a strict appearance without decorations. In the areas of the Northern Dvina and Vaga rivers , central and columnar compositions are widespread, sometimes with octagonal hipped roofs surrounded by small chapels. In the remote areas of the Pinega and Mezen rivers, the historical layout of villages, oath crosses, windmills and monuments with tents on a baptismal font are well preserved.\n\nThe architecture of the northwestern lands has its roots in Novgorod. The features of the old Novgorod tradition include, for example, the stepped and octagonal roofing of churches, which, however, spread to other regions. The buildings of the Pskov region are late and few in number, influenced by Belarusian and Ukrainian traditions (the Church of the Resurrection in Terebenyy).\n\nThe buildings of the Central Russian village have much softer and more welcoming features in comparison with the architecture of the North. Their appearance was greatly influenced by the Volga region, from where light lace carvings spread and replaced modest ornamentation. Houses of the Middle Zone are characterized by a large number of rebuildings, the disappearance of traditional features. A typical example of an ancient Central Russian temple is the Church of the Resurrection in Bilyukovo village of in Plyos with a high gable roof. Later, stepped and domed temples spread. Central Russian churches of the 17th century have a more fractional and complex composition than their contemporary northern counterparts, often completed with a miniature five-domed roof. An example of an 18th century stepped temple is the Church of St. George in Veret'eva with a closed roof on 8 gables. Like many local churches, its upper tiers are open and have windows. The wooden architecture of Nizhny Novgorod [ ru ] and other cities is well preserved from the 19th century.\n\nSouth Russian wooden churches are characterized by relative modesty and simplicity, there were almost no complex multi-domed temples. Although the final works on the Ostrogozhsk Cathedral was decided quite original: \"... two chapters are placed on the cage, the circle of chapters six barrels, and the chapters and barrels are upholstered with oak chushaya\". The main type of church buildings in the South Russian cities of the 16th-17th centuries — cage temples. Later, bell towers and tent temples of the octagon on a square type became widespread. In the 18th-19th centuries such churches were covered with a dome with a chapel.\n\nThe peasant houses of the southern part of the Middle Urals are similar to those of Central Russia and the Volga region. The houses of the northern regions were formed under the influence of the Russian North. Unlike their North Russian counterparts, they are smaller in size, lack attic lights, rich platbands, balconies and galleries. As in Siberia, houses in the Urals are characterized by austere and laconic forms. In the Urals homesteads, metal products were widely used for decoration, combining wrought and forged iron with wood carving.\n\nSiberian wooden architecture retained some features of Old Russian architecture; many buildings combined Russian traditions and the building culture of local peoples. In Siberia horse mills, defensive barns survived. A special place in Siberian architecture is occupied by the construction of fortresses, the towers of Belsky, Kazymsky, Ilimsk , Bratsky fortresses have survived to our days. Siberian peasants' houses are similar to the Central and North Russian ones, but they are more sparsely decorated and more confined: they are surrounded by high empty fences, the red line along with the facade of the house is marked by empty walls of outbuildings. There were various types of temples in Siberia. Since the 18th century they have lost their stylistic unity with their Central and North Russian analogues, having been influenced by metropolitan and Ukrainian architecture. Siberian architecture influenced the architecture of Russian America .\n\nResearch and preservation works\n\nFor a long time wooden architecture did not attract the attention of researchers, it was considered a commonplace attribute of settlements and was not included in the sphere of art. Old buildings were often destroyed as they were considered to be dilapidated and unnecessary. Only in the second half of the 19th century, against the background of the growing interest in folk culture, attention to wooden architecture increased. In the 1850s, materials about the monuments began to be published, and in the 1870s the academician L. V. Dahl laid the foundation for a systematic study of wooden architecture.\n\nDahl's program was continued by a number of researchers, among whom V. V. Suslov stands out, who emphasized the importance of studying wooden buildings for understanding stone architecture and suggested introducing elements of ancient forms into modern art. In his opinion, it would be culpable to postpone the study of these monuments, as many of them would soon disappear. Suslov's works remain valuable to this day. Following the scientists, some artists such as A. E. Arkhipov , I. Y. Bilibin , and V. M. Vasnetsov , among others traveled to the Russian North and opened this treasure trove of Russian culture to the general public.\n\nAt the beginning of the 20th century, the Imperial Archaeological Commission was engaged in the study and protection of monuments. In 1910, the first volume of the History of Russian Art was published, for which I. E. Grabar and F. F. Gornostayev wrote a chapter on the wooden architecture of the Russian North. The works of that period focused mainly on religious architecture, but they began to consider peasant architecture as well. The main task at the beginning of the 20th century was to collect material, as knowledge of individual types and forms was limited.\n\nBetween 1917 and 1941, the study of wooden architecture slowed down, and many monuments were destroyed during the struggle against religion and the World War I . The short-lived and flammable nature of wood also contributed to the rapid loss of structures, which often burned and rotted. Archaeology and written sources aided in the reconstruction of ancient buildings.\n\nIn 1942 the book Russian wooden architecture was published, which dealt in detail with civil and religious architecture. In the post-war years a significant contribution to the study of wooden architecture was made by A. V. Opolovnikov. In the 1970s, the passportization of monuments began, and the works of Y. S. Ushakov in the 1980s focused on the spatial organization of the built environment. An important contribution to the study of the typology of wooden architecture was made by the academician V. P. Orfinsky.\n\nIn 1990, the Kizhi Pogost was inscribed on the UNESCO World Heritage List .\n\nCurrent condition of monuments\n\nThere are several thousand historical wooden buildings in Russia, many of which are cultural heritage objects. However, the situation with their preservation is critical and is considered hopeless by some experts. Despite their number, wooden buildings remain the most vulnerable part of Russia's architectural heritage. Losses continue, and only about 15% of the temples described in the 1942 book have survived to the present day. Urban wooden buildings are also being destroyed, as can be seen in the disappearing districts of Arkhangelsk , Tula , Nizhny Novgorod , and Tobolsk .\n\nThe main causes of losses are collapses, fires, unauthorized dismantling, and incomplete restoration. Experts such as M. I. Milchik and A. V. Popov emphasize the insufficient attention of the state to this problem. The situation is aggravated by the approaching age of the buildings, the lack of fire protection, and the lack of public understanding of their cultural significance.\n\nIn 2019, the Russian Ministry of Culture approved the Concept of preservation of wooden architectural monuments and their inclusion in the cultural turnover until 2025 , developed in 2016 by the company Ecokultura . According to it, 14.25 billion rubles were needed to save these monuments.\n\nRussian tradition of wooden architecture and modern times\n\nI. M. Korobyina in the book Russian Wooden. View from the 21st century writes that wooden architecture:\n\n...has been and remains one of the strongest points of reference for the Russian national identity, which is especially relevant today, at the beginning of the 21st century, when the question arises once again: who are we and where do we come from, what connects us to the land where we live?\n\nHowever, the potential of wood in modern Russian urban architecture remains untapped. Most of the nominees for the Archivwood Award for Wooden Architecture are rural objects and park buildings. In the opinion of many researchers, it is the new wooden urban construction, including those based on traditional models, that can maintain a lively interest in the heritage of wooden architecture.\n\nNotes\n\nBibliography\n\nGeneral sources about Russian traditional wooden architecture\n\nThe initial period of the history of wooden architecture (up to the 16th century)\n\nFortress architecture\n\nConstruction techniques, structures, restoration\n\nDictionaries\n\nOther sources"}
{"url": "https://en.wikipedia.org/wiki/Soviet_Union%E2%80%93Vanuatu_relations", "content": "The Soviet Union and Vanuatu established official diplomatic relations on 30 June 1986, three months to the day before Vanuatu established diplomatic relations with the United States .\n\nHistory\n\nVanuatu, which became independent from France and the United Kingdom in 1980, was led by Prime Minister Father Walter Lini , founder of the doctrine of Melanesian socialism , from 1980 to 1991. Lini's foreign policy was one of non-alignment , manifested by Vanuatu joining the Non-Aligned Movement in 1983. His government was the only one in Oceania at the time which refused to align with the Western bloc during the dying stages of the Cold War . Lini sought to maintain cordial, though not particularly close, relations with the Soviet Union. There was never any suggestion of Vanuatu aligning with the Eastern bloc ; Lini was not a Marxist , and there was no Communist Party in Vanuatu.\n\nIn 1987, Vanuatu authorized Soviet vessels to fish within Vanuatu's Exclusive Economic Zone , in exchange for economic aid. The agreement lapsed the following year and was not renewed, due to disagreements over the price to be paid for fishing rights by the USSR.\n\nThe year 1991 was marked both by the end of Lini's last term in office and by the collapse of the Soviet Union. Thereafter, relations between Port-Vila and Moscow were virtually non-existent.\n\nThis article about bilateral relations is a stub . You can help Wikipedia by expanding it ."}
