{"url": "https://en.wikipedia.org/wiki/Imuracetam", "content": "Imuracetam ( INN Tooltip International Nonproprietary Name ; developmental code name UCB-G218 ) is a drug of the racetam group described as a nootropic (cognitive enhancer). It was under development in the 1970s but was never marketed.\n\nThis drug article relating to the nervous system is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Edmund_Leighton", "content": "Edmund Blair Leighton ROI (21 September 1852 – 1 September 1922) was an English painter of historical genre scenes, specialising in Regency and medieval subjects. His art is associated with the pre-Raphaelite movement of the mid-to-late nineteenth and early twentieth centuries.\n\nBiography\n\nLeighton was the son of the artist Charles Blair Leighton (1823–1855) and Caroline Leighton (née Boosey). He was educated at University College School , leaving at 15 to work for a tea merchant. Wishing to study art, he went to evening classes in South Kensington and then to the Heatherley School of Fine Art in Newman Street, London. Aged 21, he entered the Royal Academy Schools . Among his first commissions were monochrome illustrations for Cassell's Magazine and its Book of British Ballads . His first painting to be exhibited at the Royal Academy was A Flaw in the Title in 1874; it sold for £200. He soon gave up \"black and white\" illustrations, working for the rest of his career in oil on canvas. He married Katherine Nash in 1885; they had a son, the painter Edmund J. Blair Leighton, and a daughter. He exhibited annually at the Royal Academy until 1920.\n\nLeighton was a fastidious craftsman, producing highly finished, decorative historical paintings. These were romanticised scenes, often of chivalry and women in medieval dress with a popular appeal. It would appear that he left no diaries, and though he exhibited at the Royal Academy for over forty years, he was never an Academician or an Associate.\n\nWorks\n\nAmong Leighton's other works are:\n\nBibliography"}
{"url": "https://en.wikipedia.org/wiki/1979%E2%80%9380_Swiss_Cup", "content": "The 1979–80 Swiss Cup was the 55th season of Switzerland 's annual football cup competition.\n\nOverview\n\nThe competition began on the weekend 4 and 5 August 1979 with the first games of the first round and was completed on Whit Monday 26 June 1980 with the final, which was held at the former Wankdorf Stadium in Bern . The clubss from this season's Nationalliga B were granted byes for the first round. The games of the second round were played one week later, on the weekend 11 and 12 of August. The clubs from this season's Nationalliga A were granted byes for the first three rounds. These teams joined the competition in the fourth round on 29 and 30 September.\n\nThe matches were played in a knockout format. Up until the quarter-finals, in the event of a draw at the end of extra time, the match was decided with a penalty shoot-out. In and after the quarter-finals, a replay was foreseen and this was played on the visiting team's pitch. The winners of the cup qualified themselves for the first round of the Cup Winners' Cup in the next season.\n\nRound 1\n\nThe teams from the lower divisions, who had qualified for this round through their regional football association's cup competitions or their requirements, competed in the first round.\n\nSummary\n\nRound 2\n\nThe teams from the NLB joined the cup competition in the second round, they were seeded and could not be drawn against each other. Whenever possible, the draw was respecting regionalities and the lower-tier team was granted home advantage.\n\nSummary\n\nMatches\n\nRound 3\n\nSummary\n\nMatches\n\nRound 4\n\nThe teams from the NLA joined the cup competition in the fourth round, they were seeded and could not be drawn against each other. The draw was still respecting regionalities and the lower-tier team was granted home advantage.\n\nSummary\n\nMatches\n\nRound 5\n\nSummary\n\nMatches\n\nQuarter-finals\n\nSummary\n\nMatches\n\nSemi-finals\n\nSummary\n\nMatches\n\nFinal\n\nThe final was held at the former Wankdorf Stadium in Bern on Whit Monday 1980.\n\nSummary\n\nTelegram\n\nSion won the cup and this was the club's third cup title to this date.\n\nFurther in Swiss football\n\nSources"}
