{"url": "https://en.wikipedia.org/wiki/Sprout_(novel)", "content": "Sprout is a young adult gay novel by American author Dale Peck first published in May 2009. The novel depicts an openly gay teenage boy who moves to Kansas after his mother dies from cancer . While he struggles with harassment at school and two potential boyfriends, he has to decide if he will hide his sexual orientation in order to win a statewide essay-writing contest. An act of betrayal leads to the book's climax.\n\nThe book won the Lambda Literary Award for LGBT Children's/Young Adult literature, and was a finalist for the Stonewall Book Award in the Children's and Young Adult Literature category. Booklist added the novel to its Rainbow List 2010, a bibliography of young adult books which include significant LGBT content.\n\nPeck says he based some characters and plot in the book on his own experiences growing up on Long Island , in New York , and in Kansas.\n\nPlot synopsis\n\nThe novel is written in the first person singular . At times, it appears to be in the form of an essay or letter to the reader, but at other times it seems to be simply the protagonist telling his story. Portions of the novel are told in flashback , depicting Sprout's first few months in school. Much of the book is written in the stream of consciousness narrative style. Significant portions of the book focus on peer pressure , the role social stratification and social cohesion play in rural life, and norms of social conservatism .\n\nI have a secret. And everyone knows it. But no one talks about it, at least not out in the open. That makes it a very modern secret, like knowing your favorite celebrity has some weird eccentricity or other, or professional athletes do it for the money, or politicians don't actually have your best interests at heart. ... Anyway, you know this much: Being gay isn't my secret.\n\nThe novel opens with Sprout making claims about whether people know about his homosexuality, his short height, his poverty, or his dead mother (among other things). But Sprout claims to have a secret, but it is a secret which everyone knows about.  The nature of Sprout's open secret is a narrative framing device which opens and closes the novel.\n\nSixteen-year-old Daniel Bradford is nicknamed Sprout. In a flashback, the reader learns that his mother dies of cancer when he is 12 years old. His father has trouble dealing with her death and becomes an alcoholic . Early one morning, Sprout's father announces they are leaving New York and heading for Kansas . Sprout's father buys a plot of tree-covered land near Hutchinson, Kansas . The family takes up residence in a very small vacation trailer . Sprout's father begins covering the trailer in vines , and plants upside-down tree roots all over the property. Sprout's father has no job; the family lives off the proceeds from the sale of their former home.\n\nIn another flashback, Sprout reveals that he has trouble fitting in at his new school due to his New York accent , odd way of dressing, poverty, and lack of a mother. He is harassed by the school bully , Ian Abernathy, but is befriended by an eccentric tomboy named Ruthie Wilcox. One day, after he and Ian both receive detention , the two boys wrestle. This leads to Ian initiating a sexual relationship with Sprout. Sprout reveals that he and Ian continue to engage in sexual conduct on-and-off for the next four years, but that he desires an actual relationship. He distracts his peers from these facets of his life by dying his hair green (see the cover illustration).\n\nAt the end of Sprout's sophomore year, he meets Mrs. Miller, who teaches English grammar and literature at the high school. Mrs. Miller has discovered that Sprout is an excellent writer. The state of Kansas sponsors a (fictional) statewide essay contest. Over the past several years, Mrs. Miller has coached many students who have entered this contest, and her students have won the event more times than any other teacher in the state. During the summer, Mrs. Miller has Sprout come to her home each day to be coached by her. Sprout learns that Mrs. Miller, too, has a drinking problem.  Mrs. Miller meets Sprout's father, and the two begin a relationship. Both adults also learn that Sprout is gay and has been having sex with Ian Abernathy. Mrs. Miller counsels Sprout to not mention his homosexuality in his essay, for fear it would alienate the politically conservative judges. That same summer, Sprout's relationship with Ruthie grows cold for several reasons.\n\nShortly after the start of his junior year, Sprout meets Ty Petit, a local Kansas boy whose father is a violent man who appears to believe in the Christian Patriot movement . (Ty's father idolizes Timothy McVeigh .) The Petit children were abandoned by their mother, which has left Ty with severe emotional issues—made worse by his father's constant child abuse . Ty and Sprout become close friends, and have several emotionally intense experiences together. Sprout also learns about deep secrets in Ty's past, such as the suicide of his twin brother who had suffered from severe depression. After being chased by a homicidal Saint Bernard, Ty kisses Sprout (Sprout's first kiss), and they begin a secret relationship. Ty continues to assert that he is not gay (even though he and Sprout have sex with one another). The climax of the novel centers around Sprout's betrayal of Ty at a critical moment. When Ty runs away from home after this incident, Sprout believes he is the reason behind it. Several other major issues are addressed (including Sprout's open secret) in the novel's few remaining pages.\n\nCritical reception\n\nKirkus Reviews gave the book a mixed but overall very positive review. \"Peck's first aimed squarely at the YA audience is, at times, charming. Sprout's narrative voice is strong and realistic, and his observations are entertaining. As a whole, though, there're just too many issues. Add to the above: dating parent, teen pregnancy, betrayals of and by friends. Dedicated readers, especially young gays in the square states, will identify—and it's important enough for that reason.\" School Library Journal also found flaws in the novel, concluding that the adult characters were not realistic and that some passages in the novel bordered on the sexually crude.\n\nOverseas reviews were mixed. A review in Melbourne, Australia 's The Age newspaper concluded: \"Queer teen fiction is flourishing, and the strength of Dale Peck's protagonist—sardonic, intellectually curious and impossibly sure of his identity—makes Sprout one of the more winning examples of it.\" However, reviewer Vicky Edwards in Adelaide 's Sunday Mail found the extensive vocabulary daunting, the plot slow, and the conclusion rushed."}
{"url": "https://en.wikipedia.org/wiki/2022_Eastbourne_International_%E2%80%93_Women%27s_doubles", "content": "Aleksandra Krunić and Magda Linette defeated Lyudmyla Kichenok and Jeļena Ostapenko by virtue of walkover to win the women's doubles tennis title at the 2022 Eastbourne International, as Ostapenko incurred a right toe injury before the final match. Krunić and Linette claimed the title by winning only two matches, as their opponents in the semifinals also withdrew. It marked Krunić's sixth career WTA Tour doubles title and Linette's second.\n\nShuko Aoyama and Ena Shibahara were the defending champions, but they returned to defend their title separately. Aoyama partnered with Chan Hao-ching , but lost in the quarterfinals to Ons Jabeur and Serena Williams . Shibahara partnered with Barbora Krejčíková , but lost in the quarterfinals to Xu Yifan and Yang Zhaoxuan .\n\nSeeds\n\nDraw\n\nKey\n\nDraw"}
{"url": "https://en.wikipedia.org/wiki/Norm_Raines", "content": "Norman Maxwell Raines (22 September 1920 – 5 August 1987) was an Australian rules footballer who played with St Kilda in the Victorian Football League (VFL).\n\nNotes"}
