{"url": "https://en.wikipedia.org/wiki/Disharmony:_Stand_Out", "content": "Disharmony: Stand Out is the debut extended play of South Korean boy band P1Harmony . It was released by FNC Entertainment under license to Kakao M on October 28, 2020, including the lead single \"Siren\".\n\nComposition\n\nAll members participated in writing the lyrics of \"Intro; Breakthrough\".\n\nCommercial performance\n\nThe EP peaked at number five on the Gaon Album Chart and had sold 37,913 copies by January 2021.\n\nCharts"}
{"url": "https://en.wikipedia.org/wiki/Muhammad_in_the_Quran", "content": "The Quran enumerates little about the early life of the Islamic Messenger Muhammad or other biographic details, but it talks about his prophetic mission, his moral character, and theological issues regarding him. According to the Quran Muhammad is the last in a chain of prophets sent by God ( 33:40 ).\n\nThe name \"Muhammad\" is mentioned four times in the Quran, and the name \"Ahmad\" (another variant of the name of Muhammad) is mentioned one time. However, Muhammad is also referred to with various titles such as the Messenger of Allah , unlettered, etc., and many verses about Muhammad refer directly or indirectly to him. Also, Surah (chapter) 47 of the Quran is called \"Muhammad\" .\n\nMentions of name, titles, qualities\n\nMentions of Muhammad or Ahmad\n\nOther titles and qualities\n\nVerse 29:48 -- \"And you did not recite before it any scripture, nor did you inscribe one with your right hand. Otherwise the falsifiers would have had [cause for] doubt\"—is thought to indicate that Muhammad was illiterate and had not read any earlier scriptures.\n\nThe Quran disclaims any superhuman characteristics for Muhammad but describes him as a man possessing the highest moral excellence (Quran 68:4 \"And thou dost, surely, possess sublime moral excellences\"). God made him a good example or a \"goodly model\" for Muslims to follow ( 68:4 , and 33:21 ), full of sympathy for Muslims (\"Grievous to him is what you suffer; [he is] concerned over you and to the believers is kind and merciful\" 9:128 ). In Islamic tradition, Muhammad's relation to humanity is as a bringer of truth (God's message to humanity), and as a blessing ( 39:33 , and 21:107 ) whose message will give people salvation in the afterlife . It is believed by at least one pious commentator that it is Muhammad's teachings and the purity of his personal life alone that keep alive the worship of God.\n\nInvolvement in doctrine, mission, life\n\nWhile the Quran does not tell the story of Muhammad's life, a number of verses of the Quran concerning Muhammad affect Islamic doctrine, or refer to Muhammad's mission or personal life.\n\nQuran\n\nSome verses in the Quran concern a particular role of Muhammad (that is; being the spreader of ‘the message’ ) . These include:\n\nThese verses say to obey the messenger only, referring to the role of the spread of the message. The message in particular is in reference to the Quran itself, in which lies the message of God within the complied verses. The key term 'messenger' is important because the titles used refer to specifically different roles of Muhammad. When 'Muhammad' is used, it is only in reference to his life and not his prophet hood. Whereas with the use of Nabi, it refers to his role and status as prophet only. This is why it's crucial to acknowledge the difference between these different titles, since 'messenger' in these verses refer only to the spreading of the Quran.\n\nMuhammad's mission\n\nMany important events and turning points in the mission of Muhammad were connected with revelations from the Quran, although the verses are not necessarily addressed to Muhammad. (Like many verses in the Quran, they often refer to an event/story/moral  without  explaining the dispute/issue involved. These are made clear by Quranic commentary, by prophetic biography and/or by hadith .)\n\nAfter being forced to migrate to Medina, the early Muslims began raiding Pagan caravans to weaken their economy and to regain some of what was lost from their homes. In their first successful raid, the Pagan caravan's merchandise was captured, one caravan guard was killed and two were captured. The first raid happened, however, during one of the Arab \" sacred months \" (the 1st, 7th, 11th and 12th months of the Arab calendar) where fighting was typically prohibited. While some of his followers were initially dismayed at this violation of tradition,  Muhammad soon received divine revelation explaining the justification behind the attacks.\n\nThe first battle the Muslims fought against their unbeliever enemies at Badr in 624 CE was a victory where Muslims killed several important Meccan leaders. The battle is mentioned in the Quran as an example of how God helped Muslims and who should show gratitude in return.\n\nA year later Muslims suffered a setback against a superior force of Meccans at the Battle of Uhud when several dozen Muslims were killed and Muhammad was wounded.\nA verse revealed soon after explained why if Muslims had God's favor they had not won the battle as they had at Badr: they disobeyed the Muhammad's orders and were hasty in collecting loot before the battle was won.\n\nVerses 33:10–22 recalls the doubts and fears of some of inhabitants of Medina in the pivotal Battle of the Trench where Muhammad led the Muslims in digging a protective trench  and overcame a siege by 10,000 Meccan unbelievers.  (Some had lost faith and abandoned the city.) In response to his followers abandoning of work on the trench without Muhammad's permission (prior to the battle), a verse was revealed telling them not to:\n\nAfter the Quraish tribe was vanquished and Mecca was conquered, a new position(according to Western scholar Alfred Guillaume ) towards the non-Muslims living under the Islamic state was established . A verse was revealed requiring all non-muslims (excluding elderly persons, women, children, and monks) to pay a special tax ( jizyah ) in return for the military protection of the Islamic state(including the right to not participate in any defensive or offensive wars).\n\nInvolvement in Muhammad's personal life\n\nWhile the Quran's message is eternal and universal, a number of Quranic verses refer to specific issues in the life of Muhammad.\n\nSome verses pertaining to Muhammad's marital relations, these include\n\nThe Prophet (ﷺ) used to stay (for a period) in the house of Zaynab bint Jahsh (one of the wives of the Prophet ) and he used to drink honey in her house. Hafsa bint Umar and I decided that when the Prophet (ﷺ) entered upon either of us, she would say, \"I smell in you the bad smell of Maghafir (a bad smelling raisin). Have you eaten Maghafir?\" When he entered upon one of us, she said that to him. He replied (to her), \"No, but I have drunk honey in the house of Zaynab bint Jahsh, and I will never drink it again.\" Then the following verse was revealed: 'O Prophet ! Why do you ban (for you) that which Allah has made lawful for you?. ..(up to) If you two (wives of the Prophet (ﷺ) turn in repentance to Allah.' (66.1-4) The two were 'Aisha and Hafsa And also the Statement of Allah: 'And (Remember) when the Prophet (ﷺ) disclosed a matter in confidence to one of his wives!' (66.3) i.e., his saying, \"But I have drunk honey.\"\n\nWhile some have criticized these revelations as \"convenient\", encouraging Muhammad's \"personal indulgences\" and suggesting that the verses may actually have been concocted by Muhammad and not revealed by God, Muslims have pointed out various reasons for their wisdom. At that time, it was a common practice for men to have slave concubines and was not considered adultery; \"Why must he (or anyone else, for that matter) prohibit something for themselves when God has not prohibited it for them?\" Muhammad had special obligations, such as praying at night ( Tahajjud ), as well as privileges. The wives of Muhammad were forbidden from remarrying because they were considered to be the \" mothers of the believers \" ( 33:6 )."}
{"url": "https://en.wikipedia.org/wiki/Victor_Allis", "content": "Louis Victor Allis (born 19 May 1965) is a Dutch computer scientist and co-founder of the election information technology firm Activote. In his graduate work, he revealed AI solutions for Connect Four , Qubic , and Gomoku . His dissertation introduced two new game search techniques: proof-number search and dependency-based search . Proof-number search has seen further successful application in computer Go tactical search and many other games.\n\nCareer\n\nAllis holds a Ph.D. in Artificial Intelligence from Maastricht University , The Netherlands, and graduated cum laude with a M. Sc. in Computer Science from the Vrije Universiteit , The Netherlands. He has more than 30 publications to his name; the majority of his published work reports on research in search technologies.\n\nHe started his career in 1987 as a freelance teacher, course developer and mentor of various AMBI courses for NOVI. Allis has lectured at the Vrije Universiteit in Amsterdam as an assistant professor in artificial intelligence. In 1992, his program Victoria won the 4th Computer Olympiad in the game of Gomoku without losing a single game. His programs had also won first places at the Computer Olympiad in games of Connect Four (1989), Awari (1990, 1991, 1992), and Qubic (1991), thus making him winner of all four early Computer Olympiads.\nHe co-authored a solution of 4×4×4 Qubic game using his proof-number search technique.\n\nIn 1995 he joined Bolesian (a knowledge technology firm in the Netherlands which is a daughter company of Capgemini and specialized in developing advanced systems based on artificial intelligence) as a senior consultant and manager. In 1997 he co-founded Quintiq and was appointed as the company's CEO.\n\nAllis relocated to the Philadelphia office Quintiq in 2010, remaining CEO and a co-owner. Quintiq was acquired by Dassault Systemes in July 2014.\n\nIn 2019, Allis and Sara Gifford co-founded Activote, a Boston-based election information technology company.\n\nNotes\n\nThis article about a Dutch scientist is a stub . You can help Wikipedia by expanding it .\n\nThis biographical article relating to a computer scientist is a stub . You can help Wikipedia by expanding it ."}
