{"url": "https://en.wikipedia.org/wiki/List_of_radio_stations_in_Wyoming", "content": "The following is a list of FCC -licensed radio stations in the U.S. state of Wyoming , which can be sorted by their call signs , frequencies , cities of license , licensees, and programming formats .\n\nList of radio stations\n\nDefunct"}
{"url": "https://en.wikipedia.org/wiki/Capsule_Silence_XXIV", "content": "Capsule Silence XXIV is a 2016 experimental video game by independent developer Ben Esposito and the chiptune band Anamanaguchi which incorporates an album. In the game, players explore a world modelled after the band, collecting cassette tapes which the player can listen to and download. Before its release, Esposito and Anamanaguchi staged a fictional dispute between the band and their publisher depicting a conflict over the game, which was described as a large-scale multi-million dollar title.\n\nGameplay\n\nCapsule Silence XXIV is initially presented as a high-production \"multi-million dollar\" AAA game , of which the player navigates a short and incomplete level. At the end, they have to use a gun against an orc , but it fails to shoot bullets due to a purported software bug in the game, prompting the player to find an alternate solution. By accessing the developer console, they gain access to another level, an \"architectural palace\" containing the personal effects of the band members — Peter, Luke, Ary, and James — each of which has a separate room. The player can discover pictures, notes, fictional emails, and easter eggs located throughout the level.\n\nBy navigating the structure and solving puzzles, the player can obtain 35 cassette tapes with new music by the band, which the player can place into a frog-like robot, F.R.U.G., to listen to them. These cassettes can also be placed in slots on a wall; once ten are inserted, the player can use a file converter to download their respective tracks as MP3 files. As the converter is \"broken\", multiple playthroughs of the game are required to obtain the complete set of music, which makes up an album by Anamanaguchi.\n\nBackground and development\n\nPeter Berkman of Anamanaguchi met Ben Esposito at SXSW in 2014. At the time, the band had released their album Endless Fantasy , but wanted to avoid the repetitive release cycle that was required to stay relevant on platforms like SoundCloud . Esposito had been involved in experimental games by Arcane Kids such as Bubsy 3D: Bubsy Visits the James Turrell Retrospective and Sonic Dreams Collection . Berkman proposed the idea of a virtual world in which players could navigate the band members' rooms to discover music, and Esposito decided to package it in a game-within-a-game to avoid a feeling of voyeurism . The former then came up with the idea of staging the dispute with their publisher;  Esposito later stated that the events \"got a little bit out of control\".\n\nEsposito described creating the virtual world as akin to creating a \"documentary\", conducting phone interviews with each member of the band to determine the contents of their rooms. He designed the levels and programmed the game, with Jordan Speer making some of the 3D models, and Anamanaguchi contributing the music and some of the artwork. The soundtrack for the game was initially intended to comprise Anamanaguchi's next album [USA] , which was eventually released using completely new work.\n\nRelease\n\nThe game was first announced via a staged leak on 4chan of a fictional internal PDF containing promotional imagery. It was said to be in development for years under the title \"Project Homunculus\", with a $33 million budget.\n\nBefore release, Anamanaguchi got GameSpot to successfully run a preview, describing it as high-production title featuring the members of the band. The game's fictional publisher, NHX, called it as a \"story-based world-exploration FPS with RPG elements\" with \"music at the core of the experience.\" According to the plot given to GameSpot , the player took the role of the orphan Larold, who has to navigate the game world and save the four members of Anamanaguchi.\n\nAfter the article was published, Anamanaguchi sent a number of angry messages on Twitter criticising NHX, including leaked emails. To add authenticity to the dispute, Esposito publicly messaged them in his role as a game designer, telling them that he was \"DMing you right now\". Following their tweets, the band \"leaked\" the game, releasing it for free. They then deleted their Twitter archives, and pretended to place the account under control of their manager.\n\nReception\n\nIn his listing of the top games of 2016, Boing Boing writer Brandon Boyer praised the game as \"one of the most intriguing experiences of the year\", describing its creators as \"some of the best people working in both music and games\". Polygon writers Griffin McElroy and Nick Robinson described it as a \"treat\" that made them \"musically richer than we ever could have dreamed\".\n\nSome fans perceived it as a distraction from the band's next album [USA] . GameSpot ' s senior editor Justin Hayward later criticised Anamanaguchi for their actions, stating that they expected \"honest views and opinions, and it’s a breach of trust when someone takes advantage of that.\"\n\n\"Voyeur Mixtape\" and \"Sweet Sunset Loop\" are exclusive to the Bandcamp release, which is presented as a single volume."}
{"url": "https://en.wikipedia.org/wiki/Capitol_View_(Washington,_D.C.)", "content": "Capitol View is a neighborhood located in southeast Washington, D.C. , in the United States. It is bounded by East Capitol Street to the north, Central Avenue SE to the southwest and south, and Southern Avenue SE to the southeast.\n\nAbout the neighborhood\n\nThe area that became Capitol View was largely unsettled forest and farmland into the 1930s. By 1938, however, a large number of one- and two-story single-family detached houses and small apartment buildings had been constructed in the area. It was originally called DePriest Village. As the neighborhood coalesced, it took the name Capitol View because the United States Capitol building could be seen (albeit distantly) on its western skyline.\n\nThe neighborhood was established by mostly Black families in the 1920s, and by the 1940 included 35% white families. By 1950 the white population fell to 7% and almost exclusively populated by African Americans . between 1960-2000 .\n\nIn the first few decades of the twentieth century, Capitol View established itself as a middle-class Black enclave. In 1960, the area was 99% Black and 95% of residents owned their homes.\n\nParts of the neighborhood became one of the city's most violent and drug-ridden areas in the 1980s and 1990s. The Capitol View neighborhood saw several large, poorly maintained public housing projects demolished in the 2010s. The government of the District of Columbia partnered with private real estate developers to construct the Capitol Gateway mixed-use development between 2000 and 2010.\n\nConstruction and Redevelopment\n\nThe character of the Capitol View neighborhood radically changed with the construction of large public housing complexes. The first of these, the East Capitol Dwellings, began construction in 1952 as a 394-unit public housing complex. By the time the complex was completed in 1955, it had expanded to 577 units and straddled both sides of East Capitol Street between 58th and 60th Street. The new housing was racially desegregated, and was one of the first public housing complexes in the city to accept both whites and blacks from its inception. The East Capitol Dwellings were the city's largest public housing development into the 2000s. But the East Capitol Dwellings were shoddily constructed, and problems with plumbing, HVAC , and poor maintenance plagued the 40-acre (0.16 km ) city-within-a-city until its demolition in 2003.\n\nThe second major public housing complex was Capitol Plaza, which opened in 1971. This complex consisted of 92 three-story townhouses and a 228-unit, 12-story high-rise apartment building located at 5901 East Capitol Street SE. A small strip mall , the eight-store Capitol View Mall, opened nearby in June 1976. A second major high-rise development, Capitol Plaza II, opened shortly thereafter at 5929 East Capitol Street SE. This 300-unit, 12-story apartment building was open only to senior citizens, and suffered from extensive structural and design problems that caused the plumbing, HVAC, and electrical systems to fail.\n\nRealizing that it had over-concentrated the poor in a small area, the city moved to support the construction of affordable townhouses in the Capitol View neighborhood. In September 1990, the Capitol View Townhomes project opened next to the East Capitol Dwellings. These townhouses were designed to accommodate mid-size and large families. Thirty-six of the units had three bedrooms, while 35 were four-bedroom and 19 were five-bedroom homes. Backed with city financing, the Capitol View Townhouses failed to sell.  In 1997, the District of Columbia Housing Authority (DCHA), a nonprofit called Washington Innercity Self Help, and a company known as Innovative Design Solutions partnered to transform the townhouses into public housing.  The city spent $5 million rehabilitating them, and in 2001 the three organizations supported residents of the properties in forming a cooperative , the Southern Homes and Gardens Cooperative, to own and manage the 90 townhomes. Under the city's agreement with Southern Homes and Gardens, the units must be managed as low-income public housing for 40 years. Units are either owned or rented by low-income people, and residents may enter into a rent-to-own agreement. At the end of the 40-year period, the townhomes may be sold by their owners (whether residents or the cooperative) at market rates.\n\nCapitol Gateway Redevelopment\n\nDetermined to improve its public housing stock, in 2000 DCHA applied for and won a $30.8 million grant (known as HOPE VI) from the United States Department of Housing and Urban Development . It demolished the East Capitol Dwellings, Capitol View Plaza, Capitol View Plaza II, and the Capitol View Townhomes, and constructed Capitol Gateway—a 151-unit low-income senior citizen apartment building and 380 townhouses and single-family detached homes. The townhouses and homes each cost $300,000 to construct. As with Southern Homes and Gardens, DCHA sold the townhomes to low-income residents who wished to buy, entered into rent-to-own agreements with others, and leased the remaining homes to low-income families. In 2014, DCHA entered into an agreement with The Henson Companies to build the second phase of the Capitol Gateway. This $80 million project, to be constructed by The Henson Companies and real estate developer A&R Development, includes 312 low-income units in a mixed-use development . The ground floor of the property will include 20,000 square feet (1,900 m ) of retail space, and as part of the development package.\n\nGrocery Store and Food Access\n\nWal-mart agreed to construct a 135,000-square-foot (12,500 m ) store adjacent to Capitol Gateway. Construction was set to begin on April 1, 2015. However, amid closing 269 stores globally, Walmart announced it would not open its planned two stores- at Skyland Town Center and Capital Gateway. At the time many criticisms were leveled against Walmart by city leaders, as the planned stores were supposed to serve majority African-American populations underserved by grocery and retail stores and Walmart had already successfully built three stores in other parts of the city. Many people believe that Walmart's decision not to build was due to the District's plans to raise the minimum wage to $15 an hour and establishment of a paid-leave program. At the time Walmart issued a statement:\n\nIn June, 2022 Mayor Muriel Bowser announced a forthcoming Giant supermarket development on site using eminent domain, saying Walmart refused to do what it stated it would do. As of May 2024 the site sits empty and no construction has started.\n\nCrime\n\nThe 1970s saw a significant rise in the sale and use of illegal narcotics in Capitol View, as well as gun-related violence. As early as 1980, hundreds of dealers selling heroin , marijuana , methamphetamine , PCP lined the streets of Capitol View. The region's hilly nature allowed them to see police approaching, giving them a chance to escape across the border into Maryland , into local forested areas, or down alleys. Gunfire in the area was common, with at least three incidents each week. By the late 1990s, violence was rampant in the neighborhood, and the Metropolitan Police Department called the East Capitol Dwellings one of the most violent public housing projects in the District of Columbia.\n\nIn June 1999, the Capitol View neighborhood received nationwide attention after 55-year-old local woman Helen Foster-El was shot in the back and killed while attempting to rescue children at the East Capitol Dwellings caught in a crossfire between two groups of men arguing over a car. Another five men were gunned down in broad daylight in the neighborhood a few weeks after her death. The District of Columbia later unsuccessfully sued gun manufacturers and distributors for millions of dollars in damages on behalf of Foster-el and others in the city killed with handguns.\n\nIn the wake of the Foster-el murder, the Metropolitan Police Department changed its approach to violence in the neighborhood. Massive sweeps of drug dealers were made to break up the open-air, daylight drug markets, and drug dealing in the area declined significantly. The Clay Terrace public housing project, long one of the city's most violent, became a particular focus of police efforts. A no-questions-asked illegal gun depository program was implemented that recovered scores of weapons. Public housing residents with criminal records (especially drug or handgun crimes) were tracked and evicted. An anonymous text messaging site was created to allow residents to report drug dealing, gunfire, or other crimes. And an intensive city effort was made to fix street lights, clean and repair streets, and upgrade and maintain playgrounds and athletic facilities (particularly basketball courts). Crime at Clay Terrace dropped by 50 percent, and the police and city replicated its program each summer thereafter.\n\nLocal residents, however, credit the rapid drop in crime throughout Capitol View to the demolition of the large public housing projects. (The drop in crime was part of a significant citywide improvement: Across the District of Columbia, homicides fell from 472 in 1990 to 88 in 2012.)  Community organizations also sponsored literacy efforts to assist high school drop-outs in obtaining jobs, and the Marshall Heights Community Development Organization purchased the Capitol View Mall in an attempt to improve business and encourage job growth.\n\nDemographics\n\nIn 2012 Capitol View was a relatively poor, African-American neighborhood .  Ninety-six percent of the neighborhood's residents were African-American. Almost 25 percent of the neighborhood's residents are under the age of 18, and half of these children belong to families whose incomes fall below the poverty line. Median household income was just $38,500 a year, compared to $61,835 a year for the District of Columbia as a whole.  The official unemployment rate was 11 percent in 2012, although the real figure is widely considered to be higher.  Unemployment in the city as a whole was 6.7 percent in the same period.\n\nNotable residents and landmarks\n\nA number of landmarks lie on the border of the Capitol View neighborhood. The Capitol View neighborhood is dominated by East Capitol Street, a major vehicular and ceremonial thoroughfare . It is a vibrant commercial corridor, and acts as the focus of commercial life in the area.\n\nSinger Marvin Gaye lived in the East Capitol Dwellings in the Capitol View neighborhood from about 1953 to 1962.\n\nSchools and Amenities\n\nThe Capitol View Neighborhood Library is located at 5001 Central Avenue SE, just outside the neighborhood's boundary on its west end.\n\nNotable public landmarks include the Marion P. Shadd Elementary School, which was constructed in 1954. It closed in 2007, and a public charter school , the Community College Preparatory Academy, opened in the structure. Just behind the former Shadd Elementary School is the East Capitol Community Center, which contains an athletic field. It is maintained by the District of Columbia Department of Parks and Recreation .\n\nW. Bruce Evans Junior High School is located adjacent to Capitol View's northern boundary at 5600 East Capitol Street NE.  The school is named for W. Bruce Evans, the long-time principal at the Armstrong Manual Training School (a noted vocational-technical school for African-American youth that existed from the late 1800s to the 1950s). Constructed in 1962, it closed in 1996. In 2007, the city renamed it the Evans Education Center, and it hosted occasional adult education classes. A public charter school, Maya Angelou High School, opened on the third floor in 2007. The charter school primarily enrolls students who are doing poorly academically, including those who have been held back a grade, are emotionally troubled, or have been incarcerated by the D.C. juvenile justice system. Adjacent to the west side of the school is the Evans Recreation Center, an athletic field. (Evans Junior High School has two outdoor basketball courts and two outdoor tennis courts adjacent to the athletic field, but these are not maintained and are not open to the public.)\n\nTransportation\n\nD.C. Streetcar\n\nCapitol View is one of several neighborhoods east of the river that would benefit from the  extension of the D.C. streetcar . Approximately 37,000 people live within walking distance of the originally funded system but as of 2023 construction for this segment is delayed again . Friends of the D.C. Streetcar is a local advocacy group.\n\nCapital Bikeshare\n\nThe neighborhood has two nearby Capital Bikeshare stations:\n\nBoth are just outside the border of the neighborhood, though more stations could be supported in Ward 7.\n\nMetro Access\n\nTo the west of the neighborhood boundary is the Benning Road metro station. Across the border in Maryland at the neighborhood's east end is the Capitol Heights Metro station , both stations serve the Blue and Silver lines of the Washington Metro subway system.\n\nPedestrian Access\n\nThe 2021 East Capitol Street Safety and Mobility Project includes plans to upgrade walking, cycling and transit conditions.\n\nBibliography"}
