{"url": "https://en.wikipedia.org/wiki/Walter_Broughton", "content": "Walter Broughton (born October 20, 1962) is a former American football wide receiver . He played for the Buffalo Bills from 1986 to 1988.\n\nThis biographical article relating to an American football wide receiver born in the 1960s is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/2020_in_Hong_Kong", "content": "←\n\n→\n\nThe following events occurred in Hong Kong in the year 2020 .\n\nIncumbents\n\nExecutive branch\n\nLegislative branch\n\nJudicial branch\n\nEvents\n\nJanuary\n\nFebruary\n\nMarch\n\nApril\n\nMay\n\nJune\n\nJuly\n\nAugust\n\nSeptember\n\nOctober\n\nNovember\n\nDecember\n\nDeaths"}
{"url": "https://en.wikipedia.org/wiki/Gorgora_Project", "content": "Gorgora Project ( Amharic : ጎርጎራ ፕሮጀክት) is a national project initiated by the Ethiopian government \"Dine for Nation\" initiatives under Prime Minister Abiy Ahmed on 20 August 2020. The project took place in Gorgora town in Amhara Region with 4.2 billion birr expenditure along with sister projects in Wenchi and Koysha .\n\nThe first phase of project was started in March 2021 by Ahmed. On 13 July 2024, Gorgora Eco Resort has been inaugurated by Prime Minister Abiy Ahmed.\n\nHistory\n\nGorgora Project took place in Gorgora , a town in Amhara Region . Along with Wenchi and Koysha Projects, Gorgora is part of national project launched on 20 August 2020 by Prime Minister Abiy Ahmed to facilitate tourism sector and preserving natural resources of the country. Part of Dine for Nation initiatives, the construction took place in Lake Tana and its port. On 17 January 2023, the project manager Fiseha Assefa announced the progress near completion. In his statement, the project was at good progress with good speed and quality. On 13 July 2024, Gorgora Eco Resort was inaugurated by Prime Minister Abiy Ahmed.. The first phase of project was launched on 7 March 2021 by Ahmed. Gorgora Project costs 4.2 billion birr along with other projects."}
