{"url": "https://en.wikipedia.org/wiki/Pietro_Buscaglia", "content": "Pietro Buscaglia ( Italian pronunciation: [ˈpjɛːtro buˈskaʎʎa] ; 9 February 1911 – 12 July 1997) was an Italian professional footballer who played as a midfielder .\n\nClub career\n\nBuscaglia played for 9 seasons (153 games, 50 goals) in the Serie A for clubs S.S. Lazio , A.C. Torino and A.C. Milan .\n\nHe was among the top 10 goalscorers of Serie A on two occasions: 1935–36 and 1936–37 (second best scorer with 17 goals behind Silvio Piola with 21).\n\nInternational career\n\nBuscaglia played his only game for the Italy national football team on 25 April 1937 in a game against Hungary .\n\nThis biographical article related to association football in Italy, about a midfielder born in the 1910s, is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Norma_Ray", "content": "Sylvie N'Doumbé ( Saint-Étienne , March 21, 1970), stage name Norma Ray , is a French singer, songwriter. She is the daughter of Cameroon soccer star Frédéric N'Doumbé .\n\nNorma has sung the French versions of songs on the soundtracks of French dubbed American films, including Sister Act 1 & 2, Lion King , Hercules etc.  She has danced in the music video \" U Got the Look \" with Prince .  She co-composed the song \" Tous les maux d'amour \" (Every heartache), which became a hit for Ray in 1999 (hitting the Top 10 singles chart in France) and one of the most played songs on radio stations in France, Canada, Switzerland and Belgium. The group S Club 7 made a cover version in English, which became an international hit entitled \" Natural \".\n\nSingles\n\nThis article about a French singer is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Guardian_(web_series)", "content": "Guardian ( Chinese : 镇魂 ; pinyin : Zhèn Hún ) is a 2018 Chinese web series starring Bai Yu and Zhu Yilong . An adaptation of the 2012 fantasy - danmei web novel of the same name by Priest , the series was released on the video platform Youku between June 13 and July 25, 2018. The series follows Zhao Yunlan (Bai) and Shen Wei (Zhu), a detective and a professor who investigate supernatural phenomena. Though the novel depicts their relationship as romantic in nature, the web series depicts the relationship as a platonic friendship with homoerotic subtext in response to Chinese laws prohibiting depictions of same-sex relationships on television .\n\nThe series was widely popular on the web, and received a total of 1.8 billion views by August 2018. That same month, Guardian was pulled from Youku amid a crackdown on \"harmful and vulgar\" internet content, but was later re-uploaded.\n\nSynopsis\n\nGuardian is set on the Earth-like planet of Haixing, populated by a native human population and two alien races — the Yashou, who are able to shapeshift into plants and animals, and the Dixing, superpowered beings who live deep underground. The three races have enjoyed a peaceful co-existence since the arrival of the Yashou and Dixing over ten thousand years ago, broken only by an ancient war declared by the Dixing after a meteor strike depleted their resources. During that war, the Haixing and Yashou were led by the hero Kunlun, who became a close comrade to the Black Robe Envoy, the leader of a faction within the Dixing that sought peace. The war was won by the Haixing with the use of four holy tools crafted from the meteor. At the end of the war, Kunlun vanished, and the Black Robe Envoy became the overseer of peace between the races while awaiting Kunlun's return.\n\nIn the present, conflict has begun to erupt again between the Dixing and the surface-dwelling races. The hotheaded Zhao Yunlan leads the Special Investigation Department (SID), a group that works with the Black Robe Envoy to uphold peace and investigate cases related to the Dixing people. While investigating an incident at the local university, Zhao is assisted by Shen Wei, a biological engineering professor. The two men are drawn closer together as a mysterious enemy threatens to re-ignite war.\n\nCast\n\nProduction\n\nA web series adaptation of Guardian was announced on March 23, 2017. The series began filming in April 2017 in Shanghai, and wrapped up in July 2017. A media visit was held in June 2017 at the filming set. The opening song, We Won't Be Falling was produced by an American team for the drama, with a performance by the Budapest Art Orchestra .\n\nRelease\n\nThe first trailer was released on January 16, 2018. The second trailer was released on March 26, 2018. On June 11, 2018, a press conference was held with Bai and Zhu in attendance. The series premiered on June 13, 2018 on the streaming platform Youku , and concluded on July 25, 2018. Members of Youku's paid VIP service were given access to three episodes on Wednesdays and three episodes on Thursdays, while non-members were given access to one episode per day from Monday to Saturday. The series was released in South Korea by Chunghwa TV , and in the United States by Viki .\n\nRemoval and re-release\n\nOn August 2, 2018, Guardian was pulled from Youku for \"content adjustments\" amid a crackdown by the National Radio and Television Administration on \"harmful and vulgar\" internet content. The series was re-uploaded to Youku on November 10, 2018 with some scenes re-edited or deleted, receiving over 52 million views in the first seven days of its re-release. Currently it has been removed again and is no longer available in the US.\n\nSoundtrack\n\nCritical response\n\nGuardian has received positive reviews, with People's Daily Online praising the series' \"progressive\" storyline and \"touching\" drama, and China Entertainment News praising the story's realism and lack of sensationalism . Conversely, a review for Yangcheng Evening News criticized the series as \"unsophisticated.\"\n\nThe term \"Guardian girls\" (镇魂女孩) was coined to describe female fans of the series. Prior to the series' removal from Youku, fans would discuss the series' homoerotic content on social media under the hashtag \"socialist brotherhood\" in order to avoid notice from state censors.\n\nAwards and nominations"}
