{"url": "https://en.wikipedia.org/wiki/The_Best_of_Wham!:_If_You_Were_There...", "content": "The Best of Wham!: If You Were There... is the second UK-released compilation to summarise the career of English pop duo Wham! . It was released on 24 November 1997, and peaked at number 4 on the UK Albums Chart . The end of the album features a hidden track that was first heard on their debut album, Fantastic .\n\nNotes\n\nVideo\n\nReleased on VHS, VCD and DVD.\n\nCharts\n\nWeekly charts\n\nYear-end charts\n\nCertifications\n\nSales figures based on certification alone. Shipments figures based on certification alone.\n\nSales figures based on certification alone."}
{"url": "https://en.wikipedia.org/wiki/Pittosporum_patulum", "content": "Pittosporum patulum is a plant species endemic to the South Island of New Zealand where it has a restricted distribution ranging from Nelson in the north with occurrences in inland Marlborough down to Wānaka in the south. It is unusual amongst the genus in having deep red and scented flowers.\n\nIt is a small tree restricted to sub-alpine sites in canopy gaps in Nothofagus forest and in scree. It is uncommon and may be threatened by grazing and by alien herbivores.\n\nIt is listed in the IUCN Red List as Endangered, and on the New Zealand Threat Classification System as Nationally Endangered. In 1999, a recovery plan was approved by the Director-General of the Department of Conservation.\n\nIt is occasionally cultivated.\n\nFurther reading"}
{"url": "https://en.wikipedia.org/wiki/Conrad_Detrez", "content": "Conrad Detrez (1 April 1937, in Roclenge-sur-Geer – 11 February 1985, in Paris ) was a Belgian (from 1982 on French) journalist, diplomat and novelist.\n\nBiography\n\nConrad Detrez grew up in a small village in the Belgian countryside. In 1962 he travelled to Brazil as a lay missionary. He first stayed in Volta Redonda and from 1963 in Rio de Janeiro . He was a university teacher while at the same time working in the favelas . He discovered his homosexuality and gradually became involved in the resistance to the military dictatorship that was installed in 1964 in Brazil.\n\nAfter being arrested and expelled from Rio de Janeiro in 1967, Detrez stayed some months in Paris, participating in the revolt of May 68 . He returned to São Paulo where he became a journalist. In 1969 he secretly met and interviewed Brazilian guerrilla leader Carlos Marighella .\n\nIn the 1970s Detrez stayed in Algeria (as a teacher) and in Lisbon (as a radio journalist) after the Portuguese Carnation Revolution .\n\nBefore his writing career Detrez translated books by the Brazilian writers Jorge Amado and Antonio Callado . In 1978 he won the Prix Renaudot for his autobiographical novel L'Herbe à brûler .\n\nIn 1982 Detrez became a diplomat for the French government in Nicaragua. He died of AIDS.\n\nCritical reception\n\nPoet James Kirkup found Le dragueur de Dieu \"beautifully written in a fluent, lucid and visionary manner\" and praised the mixture of religious sensuality and intellectual mysticism. \"Writers in other countries seem able to reconcile sexual and religious themes in their works in a way that is rarely found in English or American authors.\"\n\nLydia Davis translated two of Detrez's novels into English. A Weed for Burning was labeled in the Los Angeles Times an \"extremely ambitious novel\". \"Detrez is still an unfinished writer\", claimed Time . \"But he has a sense of the appropriate image and the right valedictory tone.\" The Village Voice praised his \"effectiveness as a storyteller\".\n\nWorks"}
