{"url": "https://en.wikipedia.org/wiki/Freeway_Phantom", "content": "The Freeway Phantom is the pseudonym of an unidentified serial killer who murdered five girls and a woman in Washington, D.C. , between April 1971 and September 1972.\n\nMurders\n\nCarol Denise Spinks\n\nOn the evening of April 25, 1971, 13-year-old Spinks from Southeast was sent by an older sister to buy groceries at a 7-Eleven located a half-mile away from her home, just across the border in Maryland . On her way home from the store, Spinks was abducted; her body was found six days later at 2:46 pm behind St. Elizabeths Hospital on a grassy embankment next to the northbound lanes of I-295 , about 1,500 feet south of Suitland Parkway . Examination revealed she had been both physically and sexually assaulted and strangled, was dressed but missing her shoes, and had only been killed a few days previously.\n\nDarlenia Denise Johnson\n\nOn July 8, 1971, Johnson, 16, from Congress Heights was abducted while en route to her summer job at Oxon Hill Recreation Center. One witness reported having seen Johnson in an old black car, driven by an African-American male, shortly after her abduction. Eleven days later, her body was located only 15 feet (4.6 meters) from where Spinks had been found even though police had been notified of the location of the corpse nearly a week earlier by an anonymous caller who had details only her killer could have known. By that time, Johnson's body (again dressed but without her shoes) was far too decomposed to determine the cause of death or if she had been sexually assaulted, but law enforcement was able to find evidence of strangulation .\n\nBrenda Faye Crockett\n\nOn July 27, 1971, 10-year-old Crockett from Northwest failed to return home after having been sent to the store by her mother. About two hours later (around 9:20 pm) the Crocketts' phone rang and was answered by her 7-year-old sister, who had waited at home while her family searched the neighborhood. Crockett was on the other line, crying. \"A white man picked me up, and I'm heading home in a cab,\" Crockett told her sister, adding that she believed she was in Virginia before abruptly saying, \"Bye\" and hanging up.\n\nA short time later, the phone rang again and was this time answered by the stepfather of Crockett. It was Crockett again, and she merely repeated what she'd said in the last telephone call, adding \"Did my mother see me?\" and indicating she was alone in a house with a white male. Her stepfather asked her to have the man come to the phone. Heavy footsteps were heard in the background and Crockett said \"I'll see you\" and hung up.\n\nAuthorities quickly concluded that Crockett likely called her home at the behest of the killer, who fed her inaccurate information in order to buy the necessary time to perpetrate the crime, and to hamper the investigation. At 5:50 am the next day, a hitchhiker discovered Crockett's shoeless body in a conspicuous location on U.S. Route 50 , near the Baltimore-Washington Parkway in Prince George's County, Maryland . She had been raped and strangled, and a scarf was knotted around her neck.\n\nNenomoshia Yates\n\n12-year-old Yates was walking home around 7:00 pm from a Safeway store in Northeast on October 1, 1971 when she was kidnapped, raped, and strangled. Her body was found within three hours of her abduction, just off the shoulder of Pennsylvania Avenue in Prince George's County, Maryland. As with the other cases, her shoes were missing and unidentified green fibers would also be found on her clothing. A witness apparently saw her getting into a blue Volkswagen, and although investigated, the lead led nowhere.\n\nIt was after this murder that the \" Freeway Phantom \" moniker was first used in a Daily News article describing the murders.\n\nBrenda Denise Woodard\n\nAfter having dinner with a high school classmate on November 15, 1971, Woodard, 18, from Baltimore boarded a city bus around 11:30 pm to return to her Maryland Avenue home. Approximately six hours later, a police officer discovered her body, which had been stabbed multiple times and strangled, in a grassy area near Prince George's County Hospital, along an access ramp to Route 202 from the Baltimore–Washington Parkway . Unlike the other victims, she was still wearing her shoes, and a coat had been placed over her chest. One of its pockets contained a note from the killer:\n\nthis is tAntAmount to my insensititivity [sic] to people especiAlly women. I will Admit the others wheN you cAtch me iF you cAn! FRee-wAy Phan Tom\n\nBased on handwriting samples, authorities surmised that the note, written on paper cut from the victim's school notebook , had been dictated to and handwritten by Woodard. They also speculated that, given the absence of indications of duress in the writing, apart from evidence of dysgraphia , she may have known her kidnapper.\n\nDiane Denise Williams\n\nThe Phantom's final victim was claimed almost a year later, on September 5, 1972. A 17-year-old Ballou High School senior, Williams cooked dinner for her family and then visited her boyfriend's house. She was last seen boarding a bus at 11:20 pm near his house. A few hours later, her strangled body was discovered dumped alongside I-295, just south of the District line. As with other victims, her shoes were missing, but no signs of sexual assault were found although traces of semen (assumed to be from the boyfriend) were found.\n\nInvestigation\n\nThe Freeway Phantom case has seen a myriad of investigators and garnered much interest over the years. Numerous investigative tips came from the general public by a telephone hotline operated by the Metropolitan Police Department of the District of Columbia (MPDC) and information also came by way of the mail. All these leads were investigated to their logical conclusion. Some leads were easily proven not to be viable, while others required substantial investigation. The investigation was conducted by a law enforcement task force that included Detectives from the MPDC Homicide and Sex Squads, investigators from Prince George's County and Montgomery County, Maryland, Maryland State Police , and the Federal Bureau of Investigation (FBI).\n\nCommon practice at the time was that case files at MPDC Detective Divisions were retained by the detectives assigned to the case. As a result, the Freeway Phantom case files are now incomplete – some have been discarded entirely and others are incomplete with pages or articles of evidence having been lost, along with their associated notes, and all the primary or task force investigators have either long retired, or are deceased. With current evidence and any information of the case from when it happened, no leads produced sufficient evidence for prosecution. This case, which has been closed and opened a number of times over its history, is currently open as a cold case in the MPDC Homicide Division. A reward of $150,000 remains open as well.\n\nSuspects\n\nGreen Vega Rapists\n\nAmong those individuals considered suspects were members of a gang known as the Green Vega Rapists. Members of this gang were collectively responsible for numerous Washington D.C. and surrounding Maryland vicinity rapes and abductions that occurred near the Washington Beltway . Logical investigation and intimate knowledge of the modus operandi of the Green Vega Gang brought them to the forefront. The Green Vega Gang members were individually interviewed by MPDC Homicide Detectives Fickling, Irving, and Richardson, at Lorton Prison in Virginia, where the gang members were serving sentences in conjunction with the successful prosecutions of those crimes in the Superior Court of the District of Columbia .\n\nDuring these interviews, one gang member initially implicated another gang member, who he said told him he was involved and gave information as to one of the beltway homicides. This particular inmate was also serving a sentence at Lorton Prison for the Green Vega convictions. The inmate being interviewed stipulated that he would provide the information only if he could remain unidentified, which was agreed upon. He identified the man who gave him the information, the date and location of the crime, and signature detail which was not provided to the public, but which was known only to the perpetrator, and to detectives. That signature information was correct.\n\nThe inmate who provided the information said he was not involved in the homicide, and provided an alibi which was found to be verifiable. During this period, an election was being held in Maryland, and one of the candidates publicly announced to the press that a break had occurred in the Freeway Phantom investigation, and provided that an inmate at Lorton Prison had given the information. After that announcement, the inmate who provided the information declined any further interviews, and denied that he had ever provided the information.\n\nEdward Sellman and Tommie Simmons\n\nEdward Leonard Sellman and Tommie Bernard Simmons, two ex-cops, were arrested for the murder of Angela Denise Barnes. Barnes, 14, was at one point thought to be a victim of the serial killings. Authorities later determined that Barnes was not a victim of the Freeway Phantom and resumed their investigation on the murders.\n\nRobert Askins\n\nIn March, 1977, a 58-year-old computer technician, Robert Elwood Askins, was charged with abducting and raping a 24-year-old woman inside his Washington, D.C. home. Homicide detective Lloyd Davis proceeded to question Askins and learned that he had been charged with murder on several previous occasions.\n\nOn December 28, 1938, Askins—then a 19-year-old student and member of the science club at Miner Teachers College —served cyanide-laced whiskey to five prostitutes at a brothel, resulting in the death of 31-year-old Ruth McDonald. On December 30, only two days later, he stabbed to death another prostitute, 26-year-old Elizabeth Johnson, at the same location. Upon his arrest, Askins declared to police that he was a \"woman hater\" and was placed under mental observation at Washington, D.C.'s Gallinger Hospital. While there, he broke free of his restraints and assaulted three orderlies with a chair before being subdued. During his trial, it was revealed that he'd been a police informant, aiding law enforcement in the arrests of prostitutes. In April 1939, Askins was found criminally insane and committed to St. Elizabeths Hospital .\n\nFive months after being released in April 1952, Askins strangled 42-year-old Laura Cook to death. He was indicted for this murder in 1954, accused of several other assaults of similar circumstance, and re-tried for the 1938 murder, it having been determined that he was indeed sane upon committing the act. Despite claiming he intended the cyanide for himself, planning suicide, he was convicted of second-degree murder and sentenced to twenty years to life. This conviction was overturned in 1958.\n\nAfter the 1978 rape charge, Askins' home was searched by police in connection with the Freeway Phantom murders. Court documents were found in a desk drawer in which a judge had used the word \"tantamount,\" an uncommon word that had appeared in the note dictated by the killer of Brenda Woodward. Furthermore, colleagues at the National Science Foundation where Askins was employed reported that \"tantamount\" was a word that frequently cropped up in his speech.\n\nA search warrant was eventually obtained, and investigators dug through Askins' backyard. No physical evidence was obtained and Askins was not charged in connection with the Freeway Phantom killings.\n\nAskins, who died at the Federal Correctional Institution in Cumberland, Maryland on April 30, 2010 at the age of 91, remained in prison for two D.C.-area abductions and rapes in the mid-70s, and had been contacted by both Davis and press regarding the Freeway Phantom slayings. He denied any role in them, adding that he did not have \"the depravity of mind required to commit any of the crimes.\"\n\nFurther reading\n\nHeadlee, Celeste (17 May 2023). \"Freeway Phantom\" (Podcast). iHeartRadio . Retrieved 12 July 2023 ."}
{"url": "https://en.wikipedia.org/wiki/PPP2R2C", "content": "5522\n\n269643\n\nENSG00000074211\n\nENSMUSG00000029120\n\nQ9Y2T4\n\nQ8BG02\n\nNM_001363388\n\nNM_172994 NM_001360003\n\nNP_001350317\n\nNP_766582 NP_001346932\n\nSerine/threonine-protein phosphatase 2A 55 kDa regulatory subunit B gamma isoform is an enzyme that in humans is encoded by the PPP2R2C gene .\n\nFunction\n\nThe product of this gene belongs to the phosphatase 2 regulatory subunit B family. Protein phosphatase 2 is one of the four major Ser/Thr phosphatases, and it is implicated in the negative control of cell growth and division. It consists of a common heteromeric core enzyme, which is composed of a catalytic subunit and a constant regulatory subunit, that associates with a variety of regulatory subunits. The B regulatory subunit might modulate substrate selectivity and catalytic activity. This gene encodes a gamma isoform of the regulatory subunit B55 subfamily. Alternatively spliced transcript variants encoding different isoforms have been identified.\n\nFurther reading"}
{"url": "https://en.wikipedia.org/wiki/2013_Moorilla_Hobart_International", "content": "The 2013 Moorilla Hobart International was a men's tennis tournament played on outdoor hard courts . It was the 20th edition of the event and part of the WTA International tournaments of the 2013 WTA Tour . It took place at the Hobart International Tennis Centre in Hobart , Australia from 6 through 12 January 2013. Unseeded Elena Vesnina wo the singles title.\n\nFinals\n\nSingles\n\nDoubles\n\nSingle main-draw entrants\n\nSeeds\n\nOther entrants\n\nThe following players received wildcards into the singles main draw:\n\nThe following players received entry from the qualifying draw:\n\nThe following players received entry as lucky losers:\n\nWithdrawals\n\nDoubles main-draw entrants\n\nSeeds\n\nOther entrants\n\nThe following pairs received wildcards into the doubles main draw:\n\nWithdrawals"}
