{"url": "https://en.wikipedia.org/wiki/R_v_Korsten", "content": "Rex v Korsten is an important case in South African criminal law , with its bearing on the defence of impossibility. It was heard in the Natal Provincial Division on February 7, 1927, by Dove-Wilson JP, Carter J and Matthews J. The case was an application for a ruling in terms of section 58 of the Criminal and Magistrates' Courts Procedure (Amendment) Act, in respect of a decision by the Magistrate of Eshowe.\n\nFacts\n\nAn accused person drove his cattle to be dipped in a township dip , but was prevented from dipping them by the township foreman, because he had not complied with a by-law which provided that no person should use the dipping tank except upon production of coupons previously purchased entitling him to do so. The accused's excuse for not having purchased such coupons was that he had not known it was necessary to do so.\n\nArgument\n\nLennox Ward for the Crown referred to Rex v Dabulamanzi; Rex v Nkombo .\n\nJudgment\n\nThe court held that, inasmuch as Act 14 of 1911 imposed an absolute duty on the accused to dip his cattle, the facts above set out afforded no defence:\n\nUnder the Stock Diseases Act the obligation to dip is imperative. The accused had to dip and had to arrange accordingly, either by providing a tank for himself or making use of one belonging to somebody else; and it is no excuse for him to say that he was ignorant of a condition precedent to the use of the tank which he elected to dip at. It was his duty to make himself aware of it, and if his neglect to do so has brought about his failure to dip in accordance with the law, he has contravened the law.\n\nIn Jetha v R , some two years later, Dove-Wilson JP found that the requirements of impossibility had been met.\n\nNotes\n\nThis article relating to case law in South Africa is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/J._Lauritzen_A/S", "content": "J. Lauritzen (JL) is a Danish shipping company with worldwide operations headquartered in Hellerup , Denmark.  JL is a private company wholly owned by the Lauritzen Foundation , a Danish commercial foundation that is also the main shareholder (around 40%) of DFDS , one of Europe's largest ferry shipping and logistics company.\n\nThe fleet\n\nJL controls a fleet of bulk carriers (Lauritzen Bulkers) and gas carriers (Lauritzen Kosan) that operate worldwide. In 2014, JL controlled a fleet of approximately 150 vessels.  JL has offices in Denmark, Singapore, Hong Kong, USA, the Philippines and Dubai.\n\nJL's dry bulk operations started in the late 1970s when the focus was on handysize bulk carriers/lakers. Today, Lauritzen Bulkers A/S controls a fleet of around 90 handysize, handymax and supramax bulk carriers with an average age of six years in 2014. The handysize operations are the largest business activity and comprises a fleet of homogeneous vessels.\n\nJ. Lauritzen entered the market for smaller gas carriers by acquiring Kosan Tankers in 1989. Today Lauritzen Kosan is a carrier of liquefied gases, including ethylene and propylene and [LPG]. Lauritzen Kosan controls a combined fleet of about 45 semi-refrigerated, pressurized and ethylene gas carriers, representing about 4% of the global fleet by count.\n\nSince 1955 all ships have had red hulls, following the livery of Kista Dan, intended to make her more visible in ice. It was found that red also stood out in fog.\n\nSimplification of Structure\n\nJ. Lauritzen in July 2014 announced plans to merge J. Lauritzen with Lauritzen Kosan, Lauritzen Bulkers, and its other shipowning subsidiaries to reduce administrative complexity and costs.\n\nSelect list of ships\n\nThis is a dynamic list and may never be able to satisfy particular standards for completeness. You can help by expanding it with reliably sourced entries.\n\nHistory of J. Lauritzen\n\nFounding\n\nJ.Lauritzen started as a timberyard in 1884, when Lauritz Ditlev Lauritzen (then 24 years old) started the company in his father's name, Jørgen Lauritzen. In 1888, J. Lauritzen acquired their first ship, Frederikke Sophie, which traded timber between Ribe and ports in Norway. In 1888, the first purchase of the steamship Uganda was completed in partnership with Søren Meinertz. Unfortunately, the ship was old and sank only six months after the purchase on December 24, 1888. With the insurance money from the wreck of the Uganda, J. Lauritzen ordered a \"newbuilding\", the steamship Nordsøen, of 550 metric tons of deadweight , which was delivered in May 1891. In 1893, J. Lauritzen took delivery of a third ship, the 900 DWT Nerma, an anagram of Ditlev Lauritzen's wife's name Maren. The same year Lauritzen was knighted by the King of Denmark as well as appointed French Consul. In the years until his death in 1935 Lauritzen was mainly referred to as Consul Lauritzen or just as \"The Consul\".\n\nD/S Vesterhavet\n\nIn 1895, Consul Lauritzen was contacted by M. Clausen, Managing Director of Vest- & Sønderjysk Kreditforening and Captain H. Jessen, who were both interested in investing in steamships. The steamship company S.S. Vesterhavet was founded with the purchase of a second-hand ship, Neptun. Lauritzen's two ships, Nordsøen and Nerma, were both sold to Vesterhavet. Vesterhavet expanded their fleet and by 1914 the fleet consisted of twenty-six ships with a total deadweight of 33,328 DWT.\n\nThe world wars\n\nDuring the First World War business flourished and created the basis for expansion of the fleet. Vesterhavet contracted for 19 new ships in the period 1914-1916. After the war in 1918, Vesterhavet sold their fleet and closed down business, but reentered the shipping industry in March 1919 without a single ship but a lot of cash. At the end of 1924, the fleet had 28 new vessels. Besides coal and lumber trade, in 1932 J. Lauritzen officially entered the fruit trade and rebuilt one of their steamers as a reefer vessel. In 1935, J. Lauritzen took delivery of their first reefer, African Reefer . By 1940, J. Lauritzen was owners of eight reefers.\n\nOceans A/S was established in 1937 as a daughter company to Vesterhavet and by 1944 it had taken over all of Vesterhavet's fleet. In 1961, Vesterhavet became shipowners again with the expedition vessel Nella Dan , until Vesterhavet merged with J. Lauritzen in 1976.\n\nIn April 1940, when the Germans occupied Denmark, Oceans A/S managed to bring all its ships to neutral harbors, whereas Vesterhavet lost contact with 24 out of 32 of their vessels. A total of 39 Danish ships were interned in American waters. The Danish crew on board the ships were unable to sail under Danish flag and a committee was established in order to manage the problem. By 1941, most of the J. Lauritzen vessels were taken over by the U.S. Maritime Commission under the Ship Requisition Act , transferred to a Panamanian flag and returned to trade.\n\nThe years of the war were hard on the company, which ended up losing most of its ships in acts of war. The first one was torpedoed in 1940.  Out of a fleet of 47 vessels, only 9 were left when the war ended in 1945. 90 Lauritzen seafarers lost their lives and another 50 were lost serving on other vessels under allied control. It was also during the Second World War that a new law on ship names was introduced in order to clearly distinguish between vessels, which led to the J. Lauritzen vessel suffix “Dan” for Danmark.\n\nDanish ships in U.S. ports had been seized with the Danish Minister consenting under the condition that the ship's title remain with Denmark and the seizure only for use. Further, that the payment for use be equal for that of U.S. ships under charter. Both the Secretary and Assistant Secretary of State had affirmed to Congress that the ships would be justly compensated at full value. One ship, African Reefer , was a special case as it had sailed from Funchal, Madeira to the United States under that specific understanding. Instead the titles to the ships had been seized and they had been hired at a rate 50% below the U.S. vessel charter rate. The case, upon failure of negotiations, went to the Supreme Court which affirmed that the vessel should be paid at the full value yet only by Congressional action in 1958 was the settlement for full payment made.\n\nAfter the wars\n\nIn May 1945, J. Lauritzen celebrated its 50th anniversary of the foundation of Vesterhavet.  In order to control the future ownership of the company, the two sons, Ivar Lauritzen and Knud Lauritzen and their sister, Anna Lønberg-Holm, founded the Lauritzen Foundation with the objective of supporting shipping, culture, social and humanitarian work and education.\n\nBetween the years 1945 and 1958, J. Lauritzen took delivery of 43 ships, of which 32 were newbuildings . Four reefers became the backbone of the reefer segment during the 1960s. In 1968, the company took delivery of Italian Reefer, from Aalborg shipyard, which was almost double the size of its existing vessels, with capacity of 422,000 cbf. This was followed by another five ships in the years to 1974. In 1978, the company took delivery of the first vessel built outside of Denmark, Asian Reefer, built in Japan.\n\nArctic voyages\n\nIn 1952, the first of the polar vessels Kista Dan was delivered followed by Magga Dan (1956) and Thala Dan (1957). The ship was specially designed for expeditions in the Arctic and the destination for her maiden voyage was Greenland. The following season, Kista Dan was chartered to ANARE (Australian National Antarctic Expedition) to build a permanent station for Australia in the Arctic. ANARE became a regular customer with Lauritzen until 1987 when the last polar vessel Nella Dan (1961) was sunk after she went aground on Macquarie Island , situated between New Zealand and Antarctica. The ice-strengthened vessels were perfect for the Finland routes which was active until 1967.\n\nThe pool concept\n\nAround 1970, J. Lauritzen adopted the pool system to secure economies of scale through sharing control of a larger number of vessels with other owners. A joint venture with Peninsular and Oriental Steam Navigation Company Ltd. (P&O) was established in 1971 under the name of Lauritzen-Peninsular Reefers (LPR). JL and P&O each owned fifty percent of the joint venture but vessels belonging to other reefer owners were also operated by LPR. By 1975, LPR controlled a combined fleet of some 25 reefer vessels.\n\nDuring this period, JL's fleet of reefer vessels gradually expanded with bigger ships, and in the late 1970s four sister vessels – the Asian Reefer, Balkan Reefer, Canadian Reefer, and Ecuadorian Reefer – were delivered, each with a hold capacity of 588,000 cbft. and a speed of 22 knots. The partnership existed until 1983, when P&O decided to withdraw. JL became the sole owner of LPR and the company name was changed to Lauritzen Reefers.\n\nAfter 1983, the Lauritzen reefers’ pool was gradually developed, including JL's reefer vessels as well as vessels belonging to other reefer owners. JL contributed the majority of the vessels employed in the pool, which in the beginning of the 1990s comprised about 65 specialized reefer vessels.\n\nJL/LR became a market leader with regards to trade development as well as technological innovation. An example of trend-setting technological innovation was the development of the Family Class reefer vessels delivered from Danyard (Aalborg and Frederikshavn Shipyards) in 1990-91. A reefer-industrial cluster had gradually evolved within the Lauritzen Group, which included construction at Danyard of state-of-the-art reefer vessels equipped with advanced cooling machinery produced by Sabro Refrigeration, ownership of reefer vessels by J. Lauritzen, and commercial management of tonnage by Lauritzen Reefers’ pool.\n\nOver the years Lauritzen Reefers optimized the economics of voyages by exploiting the flexibility of the reefer ships’ holds to carry dry cargoes on return voyages. Reefers characteristically trade from the southern hemisphere and the ability to carry packaged goods or, at a later date, containers on the return voyages significantly improves the bottomline. This concept peaked during the years of cooperation with the NOBOA group, with bananas and other fruits as fronthaul cargoes for the US and Japan markets and cars as backhaul cargoes from Japan to Chile, Peru, and Ecuador.\n\nMajor acquisitions\n\nLauritzen Reefers’ pool was terminated in 1996, after which LR was established as a stand-alone entity operating tonnage solely owned and time-chartered by JL.\n\nIn December 2000, JL acquired Cool Carriers from Norwegian Leif Hoegh & Co . and subsequently merged Lauritzen Reefers and Cool Carriers, creating LauritzenCool. Following this initial strategic move, JL became instrumental in the consolidation of the reefer industry. Lauritzen Reefers and Cool Carriers combined two of the largest competitors in the industry and led to a competition review by the European Commission. Furthermore, both companies had experience with land-based reefer logistics as a supplement to ocean transportation, and on that basis LauritzenCool Logistics (LCL) was established. In August 2003, a strategic partnership was established between NYK Reefers and LauritzenCool. This was shortly followed by NYK ’s acquisition of 50% of LCL in January 2004 and NYK’s subsequent 50% acquisition of LauritzenCool in September 2005, whereby NYKLauritzenCool was created. Finally, NYK acquired the remaining 50% of NYKLauritzenCool, effective 1 June 2007, thereby taking full control of the company.\n\nTrade Recession Problems\n\nThe shipping market is an intensely cyclical industry and both demand for bulk shipping and daily hire rates change greatly over time.  The Baltic Dry Index , the major index of dry bulk shipping rates, fell from a peak over 7,000 in 2007 to a low of 648 in March 2012. Lauritzen's revenues are driven by charter rates and thus the company has struggled through the recession.  J. Lauritzen lost $348mm in 2012 and $284mm in 2013 and carries net indebtedness of $1,108mm at the end of 2012.\n\nIn response, J. Lauritzen announced the simplification of its corporate structure, sold 10 \"medium-range-one\" (MR1) product tankers to Hafnia Tankers and the Lauritzen foundation converted subordinated loans to equity.\n\nIn 2017, JL sold Axis Offshore Pte. Ltd., a provider of flotels servicing the offshore oil & gas industry, to Prosafe SE.\n\nOther publications"}
{"url": "https://en.wikipedia.org/wiki/Pat_Simon", "content": "Stanley Patrick Evelyn Simon (14 March 1920 – 22 May 2008) was a veteran English Master of Wine , wine-merchant and writer on wine .\n\nCareer\n\nAfter six years at Gresham's School , Holt (1931–1937), and military service during the Second World War , Simon entered the wine trade in 1948, importing wines chiefly from France , Germany , Italy , and Portugal , but later also from Spain , South Africa , Australia and the United States . Going into business on his account as an importer and wholesaler of wines (trading as Pat Simon Wines Ltd), by 1969 he rose to the rank of Master of Wine of the Institute of Masters of Wine and became a frequent contributor to specialist periodicals.\n\nSimon's book Wine-tasters' Logic (2000) distils the experiences of fifty years of wine-tasting and is also full of anecdotes of the wine trade of long ago. The first part of the book discusses the concepts behind wine-tasting, exploring areas like aroma , balance, finish, and tannin . The second part contains details on, the choice of glasses and instructions for decanting wine correctly.\n\nPublications"}
