{"url": "https://en.wikipedia.org/wiki/Pedro_Castro_Nero", "content": "Pedro Castro Nero (1541 – 28 September 1611) was a Roman Catholic prelate who served as Archbishop of Valencia (1611), Bishop of Segovia (1603–1611), and Bishop of Lugo (1599–1603).\n\nBiography\n\nPedro Castro Nero was born in Ampudia , Spain . On 17 February 1599 he was selected by the King of Spain and confirmed by Pope Clement VIII as Bishop of Lugo . On 18 July 1599 he was consecrated bishop by Juan Fonseca , Bishop of Guadix with Sebastián Quintero Ortiz , Bishop Emeritus of Gallipoli , and Juan Pedro González de Mendoza , Bishop Emeritus of Lipari , serving as co-consecrators. On 13 August 1603 he was selected by the King of Spain and confirmed by Pope Clement VIII as Bishop of Segovia . On 12 September 1611 he was selected by the King of Spain and confirmed by Pope Paul V as Archbishop of Valencia where he served until his death 16 days later on 28 September 1611.\n\nWhile bishop, he was the principal consecrator of Francisco Terrones del Caño , Bishop of Tui (1601)."}
{"url": "https://en.wikipedia.org/wiki/Amma_Ammaayiyamma", "content": "Amma Ammaayiyamma ( transl. Mother, mother-in-law )അമ്മ അമ്മായിയമ്മ is a 1998 Indian Malayalam -language film directed by Sandhya Mohan and produced by Somasekharan. The film stars Mukesh , Sukanya , Harisree Ashokan , Kaviyoor Ponnamma , Sukumari and Meera in the lead roles. The film has its musical score composed by S. P. Venkatesh and original songs by M. S. Viswanathan .\n\nPlot\n\nSaratha, a retired teacher, has five children, Prabhavati, Premachandran, Madhavi, Maya and Balachandran. Madhavi is married to Bharghavan and they have a child. But Madhavi and Narayaniamma (Bhargavan's mother) always makes some small issues each other. Balachandran is a bachelor and doesn't have a job. Prabhavati marries Shekharankutty, a rich businessman and forgets her family relations. However, Shekharankutty decides to make her realize the importance of family relationships. On the other hand, Premachandran marries Renuka, a rich woman. She makes nuisance in his family by her mother's order and made Prem out of the family. Maya marries Reghu. But Maya is very hurt by her mother-in-law upon dowry. Can anyone solve these problems?\n\nCast\n\nMusic\n\nThe original songs were composed by M. S. Viswanathan while the film score was composed by S. P. Venkatesh . The audio cassette had the 5 original songs featured in the film.\n\nThis article about a Malayalam film of the 1990s is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Paul_Harrison_(racing_driver)", "content": "Paul Harrison (born 4 April 1969) is a BriSCA Formula 1 Stock Cars racing driver from Rotherham who races under number 2. Harrison is a former World Champion and one of the most recognisable figures in the sport.\n\nEarly life\n\nHarrison was born on 4 April 1969 in Rotherham. His father, Willie Harrison, was a popular Formula 1 Stock Car racing driver. Harrison began to follow in his father’s footsteps when he raced competitively for the first time in 1977 in a Ministox, at the age of 8. The promoter allowed Harrison to race despite being aware that he was below the minimum age requirement.\n\nRacing career\n\nHarrison began racing Formula 1 stock cars at the age of 16 in August 1985, using one of his father’s cars and racing as number 22. The first few years were spent developing his skills. Harrison attained the red roof of a star grade driver in 1988, and in 1989 he won his first meeting final at Owlerton Stadium in Sheffield.\n\nIn 1991, after his father’s retirement, Harrison inherited the number 2. In the same year his first major championship success came at Buxton Raceway, where he started the British Championship race from pole position and retained first place at the finish. He won the same title for a second time in 1993.\n\nMore success followed when Harrison won the European Championship at Northampton International Raceway in both 1998 and 2003. However, the World Championship seemed to elude him. In the first 25 years of his racing career, he finished the World Final three times in second place, twice in third place, and three times in fourth place.\n\nHarrison finally lost the unwanted honour of being the best driver not to win the World Final in 2011 in his 23rd attempt. It was part of his best season in stock car racing, which also saw him win a World Championship Semi-Final and the British Championship for a third time. He won the British Championship a fourth time in 2014.\n\nHonours\n\nChampionship wins\n\nMemorial wins\n\nRace wins\n\nFigures accurate to the end of the 2014 season\n\nNotes\n\nFurther reading"}
