{"url": "https://en.wikipedia.org/wiki/Casual_Acquaintances", "content": "Casual Acquaintances is a compilation album by American rock band The Growlers . The album was released on July 27, 2018 through Beach Goth Records. It contains out-take and B-sides from their fifth studio album, City Club .\n\nWho Loves the Scum – Single\n\nA single released not long after the album, most likely a demo along with its b-side from the same sessions as Casual Acquaintances."}
{"url": "https://en.wikipedia.org/wiki/Australian_Canadians", "content": "Australian Canadians are Canadian citizens or residents with Australian ancestry. There are three groups of Australian Canadians, including Australian immigrants to Canada, descendants of Australian immigrants to Canada, and Australian expatriates residing in Canada. According to the 2021 Census , there were 46,765 Canadians who claimed full or partial Australian ancestry. Historically, most Australian Canadians lived in the western provinces of Canada, however in 2016, the most popular cities for Australian immigrants are Vancouver and Toronto. While the number of Australian Canadians is quite low relative to other countries, the number of Australians on working visas in Canada is extremely high.\n\nBoth countries are among the most developed countries and share historical connections, language and similar customs. Further, both Canada and Australia have Charles III as their Head of State as both are also Commonwealth realms .\n\nHistory\n\nBoth Canada and Australia are former British colonies , which forms the basis of early movement and migration between the two countries. In the 19th century, however, movement was primarily from Canada to Australia with Canadian convicts being exiled to Australia. Historians attribute the relatively low number of Australian Canadians to the fact that both countries relied on immigration and competed for immigrants from Britain.\n\nFollowing the Confederation of Canada in 1867 and again after the Federation of Australia in 1901, government relations between the two countries strengthened, and immigration from Australia to Canada increased. In 1941, the number of Australian-born Canadians was 2,800, most of whom lived in the western provinces of Canada.\n\nFollowing World War II , the number of Australian Canadians grew gradually, with many Australian professionals moving to Canada for economic opportunity. In the 1960s, working conditions were similar between Canada and Australia, however, salaries were higher in Canada which was appealing for Australian migrants during this time. Hence, the number of Australian Canadians increased through the 1960s and peaked in 1967, with five thousand Australians entering Canada for work or education. From the 1960s to 2000, the number of Australians migrating to Canada increased when the Australian economy declined and decreased as the economy improved. Following the Canadian Immigration Act in 1976, which made it difficult for foreigners to find work if Canadians were qualified for the role, there was a decline in Australians moving to Canada.\n\nIn the 21st century, the ease of working holiday and student visas in Canada has led to a strong Australian expatriate culture, and between 2006 and 2016, the number of Australians living in Canada doubled. Since 2015, there has been support for and discussion of opening up Freedom of Movement between Australia and Canada, as well as the United Kingdom and New Zealand, which would allow Australians the right to live and work freely in Canada without applying for visas, and vice versa. Of Australian Canadians in 2016, 23.5% arrived between 2011 and 2016.\n\nDemographics\n\nIn the 2016 Canadian Census , 42,315 people identified Australia as their ethnic origin, of who 14,370 were first-generation Canadian, 16,410 were second-generation Canadian and 11,530 were third-generation Canadian. The most popular cities for Australian immigrants to Canada are Vancouver and Toronto, making up almost half of the total, with 4,520 and 3,775 immigrant residents respectively.\n\nImmigration patterns: migrants to Canada born in Australia\n\nSource: ( Statistics Canada , 2017)\n\nReliability of census data on Australian Canadians\n\nJohn Powell (2009) has proposed that numbers of Australian Canadians were in fact higher than what was represented in census data throughout the 19th and 20th centuries. The measure of ‘ethnic origin’ may underrepresent the number of Australians in Canada because of how it can be interpreted. As such, to some people 'ethnic origin' may connote  'country of earliest ancestry ' rather than last residence or partial ancestry. It is argued that because Australia is a country of immigrants, many migrants who arrived from Australia to Canada may have immigrated to Australia previously or be first-generation Australians.\n\nAnother factor that is argued to contribute to the underrepresentation of Australian Canadians in census data is the cultural similarities between the two countries. It is argued that because the cultures are similar and ethnic difference is non-visible, individuals may identify less with their Australian heritage and thus not report it as their 'ethnic origin' when surveyed.\n\nAustralian expatriate community in Canada\n\nAustralian expatriates (expats) in Canada refer to Australian citizens who temporarily or permanently reside in Canada. This group is not fully represented in census data, because often they are not permanent residents, but instead are living in Canada on working holiday visas or student visas.\n\nThere are a number of expatriate groups across Canada, which allow Australian communities to form through sports events and social activities. Australian Football League (AFL) competitions are held in six Canadian provinces, but are most popular in Ottawa and Ontario.\n\nWorking holidays\n\nInternational Experience Canada (IEC) work permits allow young people to work and travel in Canada for up to 24 months. Under the Reciprocal Youth Mobility Agreement, Australians between the age of 18 and 35 are eligible to apply for an IEC visa. Previously the upper age limit was 30 years old, and was recently increased to 35 in the 2019 IEC season.\n\nFor Australians, there are three IEC categories available:\n\nAustralia is the only IEC country where applicants are not selected based on quotas, meaning they receive an unlimited number of IEC work permits. Australians make up 17.7% of the total Working Holiday visitors under IEC in Canada, which is the highest-ranking country of citizenship. The most popular destinations for Australians on working holidays are Whistler and Banff . Australia is also a highly popular destination for Canadians on working holidays, hence highlighting the reciprocity of the popularity of destinations.\n\nAustralian students in Canada\n\nCanadian study permits allow students from Australia to become temporary residents for the duration of their university or college degree. In 2018, there were 710 Australians with study permits living in Canada. Since 2000, the year with the highest number of Australians with Canadian study permits was 2001, with 1210 students. The total number of Australian students in Canada is much larger, however, as study permits are not required to engage in student exchange programs . The similarity between cultures of Australia and Canada is a strong reason that Australian students choose to study in Canada. Furthermore, Canadian policy, as part of international education strategy, offers the opportunity for Australians to continue living in Canada following their studies.\n\nAustralians studying at all Australian universities have access to study abroad programs, whereby students can study for up to one year at a Canadian university as part of their Australian degree without needing a study permit. In 2001, 15.7% of all Australians studying abroad were in Canada, however, this number has declined as the popularity of Asian countries as study destinations has increased. In 2012, just 1,277 Australian students went on exchange to Canada. In 2015, two-thirds of Australian exchange students in Canada were studying humanities or business-related courses.\n\nThere is currently funding and scholarship opportunities for Australian students in Canada from both the Australian and Canadian governments. This includes fee-paying scholarships, fellowships and research grants. Additionally, both governments are funding institutional partnerships that Australians can participate in Canada as part of their university degree.\n\nAustralian presence in British Columbia\n\nThe town of Whistler, British Columbia holds a congregation of Australians and has been described as a ‘ Little Australia ’ due to the strong Australian culture present. Australian Alpine skier Jono Brauer coined the term \"Whistralia\" to refer to the ski village in an interview in 2010, and this has since become a nickname. In 2010 it was estimated that Australians made up 34% of the workforce for Whistler-Blackcomb ski resort. Australian snacks such as meat pies, Tim Tams and Vegemite are sold at supermarkets in Whistler, and Australia Day is celebrated, with multiple pubs throwing organised party events.\n\nNotable Australian Canadians\n\nMusicians\n\nSport\n\nArtists\n\nAuthors and academics\n\nBusiness, politics and public service\n\nActors/actresses"}
{"url": "https://en.wikipedia.org/wiki/Miguel_S%C3%A1nchez_(Mexican_footballer)", "content": "Miguel Sánchez Rincón (born 10 August 1988) is a Mexican footballer .\n\nOn 19 April 2009 Sánchez played in his first Primera Division de Mexico match for Jaguares against Toluca .\n\nThis biographical article related to association football in Mexico, about a defender born in the 1980s, is a stub . You can help Wikipedia by expanding it ."}
