{"url": "https://en.wikipedia.org/wiki/Simcha_Krauss", "content": "Rabbi Simcha Krauss (June 29, 1937 – January 20, 2022) was a rabbi associated with the liberal faction of Centrist Orthodoxy .  He was known for his role in the Religious Zionists of America . After making aliyah in 2005, he was involved with Yeshivat Eretz HaTzvi in the Katamon neighbourhood of Jerusalem, returning to the US in 2014 to found the International Beit Din. He was part of a family of which he was the 13th of 14 generations of Rabbis.\n\nLife and career\n\nSimcha Krauss was born in Chernivtsi on June 29, 1937 to Abraham Krauss who was then city's chief rabbi and Pearl Ginzberg, a homemaker. He spent his early childhood in Sibiu . After moving with family to United States in 1948, he studied at Yeshivat Chaim Berlin in New York under Rabbi Yitzchak Hutner (where he received Semikhah Yoreh Yoreh and Yadin Yadin), after which he studied at Rabbi Isaac Elchonon Theological Seminary under Rav Soloveitchik . He was a close student of the Rav, and wrote an essay in the Tradition magazine, entitled 'The Rav on Zionism, Universalism and Feminism'. He was a Maggid Shiur in Yeshiva University's IBC program for over two decades. He obtained a master's degree from the New School of Social Research at City College, and lectured in political science at a number of colleges. He spent many years as Rabbi of the Young Israel of Hillcrest, the Young Israel of St. Louis, and Congregation House of Jacob of Utica, N.Y. He advocated for the right of young women to read from the Torah at an Orthodox Jewish Bat-Mitzvah ceremony. He became president of the Religious Zionists of America before making aliya in 2005.\n\nIn his later years, he taught at Yeshivat Eretz HaTzvi in Jerusalem. In 2014, he returned to the United States to found the International Beit Din for Agunot , and served as its Founding Av Beit Din.\n\nHe died from complications during hip replacement surgery at a hospital in Jerusalem on January 20, 2022 at the age of 84."}
{"url": "https://en.wikipedia.org/wiki/BRCC3", "content": "79184\n\n210766\n\nENSG00000185515\n\nENSMUSG00000031201\n\nP46736\n\nP46737\n\nNM_001018055 NM_001242640 NM_024332\n\nNM_001166457 NM_001166459 NM_145956 NM_001358736 NM_001358737\n\nNP_001018065 NP_001229569 NP_077308\n\nNP_001159929 NP_001159931 NP_666068 NP_001345665 NP_001345666\n\nLys-63-specific deubiquitinase BRCC36 is an enzyme that in humans is encoded by the BRCC3 gene .\n\nFunction\n\nThis gene encodes a subunit of the BRCA1-BRCA2-containing complex (BRCC), which is an E3 ubiquitin ligase. This protein is also thought to be involved in the cellular response to ionizing radiation and progression through the G2/M checkpoint. Alternative splicing results in multiple transcript variants.\n\nRepair of DNA damage\n\nBRCC36, the protein product of the BRCC3 gene, is a deubiquitinating enzyme and a core component of the deubiquitin complex BRCA1-A. BRCA1, as distinct from BRCA1-A,  is employed in the repair of chromosomal damage with an important role in the error-free homologous recombinational (HR) repair of DNA double-strand breaks .  Sequestration of BRCA1 away from the DNA damage site suppresses homologous recombination and redirects the cell in the direction of repair by the process of non-homologous end joining (NHEJ). The role of BRCA1-A appears to be to bind BRCA1 with high affinity and withdraw it away from the site of DNA damage to the periphery where it remains sequestered, thus promoting DNA repair by NHEJ in preference to HR.\n\nInteractions\n\nBRCC3 has been shown to interact with BRE , BRCA2 , RAD51 , BRCA1 , P53 and BARD1 .\n\nFurther reading\n\nThis article on a gene on the human X chromosome and/or its associated protein is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Flooded_engine", "content": "A flooded engine is an internal combustion engine that has been fed an excessively rich air-fuel mixture that cannot be ignited. This is caused by the mixture exceeding the upper explosive limit for the particular fuel. An engine in this condition will not start until the excessively rich mixture has been cleared. It is also possible for an engine to stall from a running state due to this condition.\n\nCondition\n\nEngine flooding was a common problem with carbureted cars, but newer fuel-injected ones are immune to the problem when operating within normal tolerances. Flooding usually occurs during starting, especially under cold conditions or because the accelerator has been pumped. It can also occur during hot starting; high temperatures may cause fuel in the carburetor float chamber to evaporate into the inlet manifold, causing the air/fuel mixture to exceed the upper explosive limit. High temperature fuel may also result in a vapor lock , which is unrelated to flooding but has a similar symptom.  Flooding can also occur if the choke has been over applied or has malfunctioned.\n\nA severe form of engine flooding occurs when excessive liquid fuel enters the combustion chamber. This reduces the dead volume of the combustion chamber and thus places a heavy load on the starter motor , such that it fails to turn the engine. Damage (due to excessive compression and even dilution of the lubricating oil with fuel) can also occur. This condition is known as the engine \"flooding out.\" Possible causes of too much liquid fuel in the engine include a defective carburetor float that is not closing the fuel inlet needle valve, or debris caught in the needle valve preventing it from sealing.\n\nLiquids inside an internal combustion engine are extremely detrimental because of the low compressibility of liquids. Although not the most common cause, a severely flooded engine could result in a hydrolock . A hydrolock occurs when a liquid fills a combustion chamber to the point that it is impossible to turn the crankshaft without a catastrophic failure of the engine or one of its vital components.\n\nThe conventional remedy for a flooded carbureted engine is to steadily hold the throttle full open (full power position) while continuing to crank the engine. This permits the maximum flow of air through the engine, flushing the overly rich fuel mixture out of the exhaust. If the exhaust system is hot enough to autoignite , an after-fire may result; this can be seen as a flame discharging through the exhaust system. On a fuel-injected engine, ignoring the throttle (no fuel) while starting permits electronic logic systems to produce the correct fuel mixture, often based on exhaust gases.  Some fuel injection computers interpret \"pumping\" the throttle to indicate a flooded engine, and alter the fuel-air mixture accordingly.  In a carbureted engine equipped with an accelerator pump (which advances fuel flow to match air ingestion under rapid throttle acceleration), \"pumping\" the throttle will force excess fuel into the engine, further flooding it.\n\nIn worst cases, the excess fuel can foul spark plugs , sometimes necessitating their cleaning or replacement before the engine will start. This is most likely to occur on a carbureted engine in cold weather, after a running engine has been shut off briefly before being restarted. Doing so can cause the choke valve to configure the mixture for a cold engine start, despite higher actual temperatures, resulting in an overly rich mixture and flooded engine."}
