{"url": "https://en.wikipedia.org/wiki/Edification", "content": "You can also:"}
{"url": "https://en.wikipedia.org/wiki/Gonzalo_Valenzuela", "content": "Gonzalo Valenzuela (born 26 January 1978) is a Chilean actor. He debuted on Televisión Nacional de Chile with a small guest appearance, after which he moved to Canal 13 , where he further developed his TV career. He also starred in Argentine telenovelas. In 2013, he returned to Televisión Nacional to star in the telenovela Socias . He is partner and founder, along with Benjamin Vicuña, of the Centro Cultural Mori of the city of Santiago.\n\nFilmography\n\nFilm\n\nTelevision\n\nThis article about an actor from Chile is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Cyprus%E2%80%93Egypt_relations", "content": "Cyprus–Egypt relations refer to bilateral relations between Cyprus and Egypt . Due to the strong cultural and historical ties between the two nations, Cyprus and Egypt today enjoy friendly, and strategic relations. Their relationship dates back to the friendship between the late presidents Makarios III and Gamal Abdel-Nasser . Modern diplomatic relations between the two countries were established on 25 October 1960, soon after Cyprus gained its independence. Cyprus has an embassy in Cairo while Egypt has an embassy in Nicosia .\n\nHistory\n\nIn 570 BC, Cyprus was conquered by Egypt under Amasis II . This brief period of Egyptian domination left its influence mainly in the arts, especially sculpture, where the rigidity and the dress of the Egyptian style can be observed. Cypriot artists later discarded this Egyptian style in favour of Greek prototypes.\n\nStatues in stone often show a mixture of Egyptian and Greek influence. In particular, ceramics recovered on Cyprus show influence from ancient Crete. Men often wore Egyptian wigs and Assyrian-style beards. Armour and dress showed western Asiatic elements as well.\n\nIn 525 BC, the Persian Achaemenid Empire conquered Cyprus. Under the Persians, the Kings of Cyprus retained their independence but had to pay tribute to their overlord. The city-kingdoms began to strike their own coins in the late-sixth century BC, using the Persian weight system. Coins minted by the kings were required to have the overlord's portrait on them. King Evelthon of Salamis (560–25 BC) was probably the first to cast silver or bronze coins in Cyprus; the coins were designed with a ram on the obverse and an ankh (Egyptian symbol of good luck) on the reverse.\n\nDuring an April 2009 meeting at ministerial level, the countries explored ways to develop closer ties, with plans for increased collaboration both on tourism and energy related activities.  There has been talk of Cyprus increasing her imports of natural gas,  Egypt using Cyprus as a bridge for exports to Europe and on prospects for the training of Cypriot engineers by their Egyptian counterparts on techniques for the extraction of oil and natural gas.\n\nHigh level visits\n\nState visit by President Demetris Christofias\n\nPresident Demetris Christofias made a three–day official visit to Egypt, reassured the Egyptian government officials who participated in the Forum, as well as the business people of Egypt that their country can rely on Cyprus, especially as regards the EU – Egypt relations. The Cypriot President referred to the three bilateral agreements signed Tuesday in Cairo , as well as the \"very important agreements\" signed last year on research for oil and gas in the region, expressing certainty that the \"two governments create a very stable fundament for you, the business people, to further promote your cooperation as friends, as business people\".\n\nHe furthermore described Cyprus as a country favorable for investments, just as Egypt is favorable for Cypriot investments as well.\n\nVisit of Egyptian Foreign Minister to Cyprus\n\nMohamed Kamel Amr was the first senior Egyptian official to visit Cyprus since the Egyptian uprising in 2011 forced Hosni Mubarak to step down after 30-years in power. Egypt's Foreign Minister, Mohamed Kamel Amr , said during his visit to Nicosia Friday that there is an enormous potential to promote economic cooperation between Egypt and Cyprus. Erato Kozakou-Marcoullis announced that both the Egyptian and the Cypriot governments agreed to complete the contractual framework on joint exploitation according to the agreement signed between them in 2006.\n\nSummits\n\n2014 tripartite summit in Cairo\n\nEgypt, Cyprus and Greece held a tripartite summit in Cairo on 8 November 2014, where the leaders of the three countries tackled the ongoing issues in the region of Middle East and the East Mediterranean Sea, and the three heads of governments agreed to intensify the cooperation between the three countries in economy, security, tourism and energy, as well as defining the common maritime borders and the EEZ in the Mediterranean Sea.\n\nIn the Cairo Summit, the governments of Greece and Cyprus condemned the terrorist attacks in Egyptian territory and the Mount Sinai, expressed political support to the Egyptian government, and agreed on mutual support between the three countries in international organizations and forums, with Greece and Cyprus advocating Egypt's positions in the European Union .\n\nAl-Sisi, Anastasiades and Samaras agreed to further encourage the foreign investments to the Egyptian economy and infrastructure, which suffered by the uprisings of Arab Spring , and to participate in the 2015 Cairo Economic Conference.\n\n2015 tripartite summit in Nicosia\n\nIn less than half a year since the first tripartite Summit, a new high-level Summit was held at Nicosia, at 29 April 2015, between the heads of the governments of Cyprus, Egypt and Greece. In the Nicosia Summit, the Cypriot president Nicos Anastasiades , the Egyptian president Abdel Fattah el-Sisi and the Greek Prime Minister Alexis Tsipras , confirmed the will for bolstering further the cooperation between the three countries, and agreed on further cooperation in matters concerning the international organizations, as well as between the three countries. Among the matters discussed are the development of hydrocarbon reserves in Eastern Mediterranean, along the maritime border between both countries in their Exclusive Economic Zones.\n\n2017 tripartite summit in Nicosia\n\nPresident of Egypt Abdel Fattah el-Sisi , President of Cyprus Nicos Anastasiades and the Prime Minister of Greece Alexis Tsipras met in Nicosia on 21 November 2017. They discussed about development of hydrocarbon reserves in Eastern Mediterranean and about mutually beneficial energy projects. They encouraged and welcomed private sector initiatives of energy infrastructure projects, important for energy security of all three countries such as the EuroAfrica Interconnector .\n\nResident diplomatic missions"}
