{"url": "https://en.wikipedia.org/wiki/Anthony_Cavanough", "content": "Anthony Cavanough is a Trials Division justice at the Supreme Court of Victoria . He is a graduate of the law program at Monash University and was called to the bar in 1979. He was appointed to the bench in 2009.\n\nThis Australian law-related biographical article is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Sally_Daley", "content": "Sally Daley (October 24, 1941 – April 10, 2020) was an American church musician, organist and composer.\n\nDaley was born in Allentown, Pennsylvania and studied music at Northwestern University in Evanston, Illinois . She served as a musician at various churches in the Chicago area and, since 2007, had been the music director at St. Mary Goretti Church in Schiller Park, Illinois . As a member of the Mu Phi Epsilon International Professional Music Fraternity, she twice received honorable mentions at their international composition competitions. Daley was also a member of the National Pastoral Musicians and the Creative Musicians Coalition and the Franciscan Order of the Queenship of Mary.\n\nShe was living in Illinois when she died.\n\nThis article about a United States keyboardist is a stub . You can help Wikipedia by expanding it .\n\nThis article about an American composer born in the 20th century is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Federico_Falco", "content": "Federico Falco is an Argentine writer born in 1977. He holds a BA in communications from Blas Pascal University in Argentina and an MFA in creative writing in Spanish from New York University .\n\nIn 2004, he was given the Young Writers Award by the Spanish Cultural Centre of Córdoba, Argentina .\nIn 2005, he received a grant for improvement from the National Trust for the Arts of Argentina, and in 2009, a scholarship from New York University and the Banco Santander Foundation.\n\nIn 2010 Federico Falco was selected as one of The Best of Young Spanish Language Novelists by the Granta Magazine .\n\nIn 2012, he participated in the International Writing Program's Fall Residency at the University of Iowa in Iowa City, IA.\n\nBibliography\n\nShort Stories\n\nNovels\n\nPoetry books\n\nTheatre"}
