{"url": "https://en.wikipedia.org/wiki/Isiah_Williams_(basketball)", "content": "Isiah Williams was an American former college basketball player for Utah Valley University .  Williams was the Great West Conference player of the year in 2011 and UVU's first division I All-American in basketball.\n\nWilliams, a 6'1\" guard from Farragut High School in Chicago, Illinois , played two years of junior college ball at the College of Eastern Utah , where he led the Golden Eagles to a third-place finish in the 2010 NJCAA Men's Division I Basketball Championship .  He then moved to Utah Valley University to play for Dick Hunsaker and complete his four-year degree.\n\nIn his junior season of 2010–11 , Williams averaged 17.4 points and 1.8 assists per game as he led the Wolverines to an 11–1 finish and a Great West Conference regular-season championship. Williams was named first team All-Conference and Conference player of the year. At the conclusion of the season, Williams was named an Associated Press honorable mention All-American, making him the first player in school history to receive such an honor.\n\nThis biographical article relating to a United States basketball figure is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Flat_slab_subduction", "content": "Flat slab subduction is characterized by a low subduction angle (<30 degrees to horizontal) beyond the seismogenic layer and a resumption of normal subduction far from the trench . A slab refers to the subducting lower plate . A broader definition of flat slab subduction includes any shallowly dipping lower plate, as in western Mexico . Flat slab subduction is associated with the pinching out of the asthenosphere , an inland migration of arc magmatism (magmatic sweep), and an eventual cessation of arc magmatism . The coupling of the flat slab to the upper plate is thought to change the style of deformation occurring on the upper plate's surface and form basement-cored uplifts like the Rocky Mountains . The flat slab also may hydrate the lower continental lithosphere and be involved in the formation of economically important ore deposits. During the subduction, a flat slab itself may deform or buckle, causing sedimentary hiatus in marine sediments on the slab. The failure of a flat slab is associated with ignimbritic volcanism and the reverse migration of arc volcanism. Multiple working hypotheses about the cause of flat slabs are subduction of thick, buoyant oceanic crust (15–20 km) and  trench rollback accompanying a rapidly overriding upper plate  and enhanced trench suction. The west coast of South America has two of the largest flat slab subduction zones. Flat slab subduction is occurring at 10% of subduction zones.\n\nHistory of idea\n\nThe idea has its beginnings in the late 1970s. Seismic studies of the Andean margin seemed to show a zone of subhorizontal lower plate at a depth of 100 km. The Cornell-Carnegie debate between Cornell University geophysicists and workers at the Carnegie Institute of Washington centered on whether local deployments of seismometers would yield better results than looking at global (teleseismic) data. The Carnegie Institution seemed to have won the day with the local deployment imaging the flat slab where teleseismic data argued for a shallowing dipping slab with no near horizontal zone. The idea was taken up to explain the Laramide orogeny , as the flat slab subduction zones on the Andean margin are associated with more inboard surface deformation and magmatic gaps . Flat slab subduction is an active area of research; the causal mechanisms for its occurrence have not been sorted out.\n\nCausal mechanisms and consequences of flat slab subduction\n\nCausal mechanisms\n\nThere are several working hypotheses for the initiation of flat slab subduction. The buoyant ridge hypothesis seems to be favored at the moment.\n\nThe subduction of bathymetric highs such as aseismic ridges , oceanic plateaus , and seamounts has been posited as the primary driver of flat slab subduction. The Andean flat slab subduction zones, the Peruvian slab and the Pampean (Chilean) flat slab , are spatially correlated with the subduction of bathymetric highs, the Nazca Ridge and the Juan Fernandéz Ridge , respectively. The thick, buoyant oceanic crust lowers the density of the slab, and the slab fails to sink into the mantle after coming to a shallow depth (~100 km) due to the lessened density contrast. This is supported by the fact that all slabs are under ~50 Ma. However, there are cases where aseismic ridges on the same scale as the Nazca Ridge are subducting normally, and cases where flat slabs are not associated with bathymetric highs. There are few flat slabs in the Western Pacific in areas associated with the subduction of bathymetric highs. Geodynamic modeling has called into question whether buoyant oceanic crust alone can generate flat slab subduction.\n\nAnother explanation for slab flattening is the lateral movement of the overriding plate in a direction opposite to that of the downgoing slab. The overriding plate is often equipped with a cratonic keel of thick continental lithosphere which, if close enough to the trench, can impinge upon the flow in the mantle wedge . Trench suction is included in this causal mechanism. Trench suction is induced by the flow of the asthenosphere in the mantle wedge area; trench suction increases with subduction velocity , a decrease of the mantle wedge thickness, or an increase in the mantle wedge viscosity . Trench retreat is motion of the trench in a direction opposite to that of plate convergence thought to be related to the position of the trench along the larger subduction zone with retreat occurring near the edges of subduction zones. Modeling experiments have shown that if the cratonic lithosphere is thick and the trench retreats, the shutdown of the mantle wedge increases trench suction to an extent that the slab flattens.\n\nConsequences\n\nEclogite is a dense (3.5 g/cu. cm), garnet -bearing rock that is formed as the oceanic crust subducts to zones of high pressure and temperature. The reaction that forms eclogite dehydrates the slab and hydrates the mantle wedge above. The now denser slab more effectively sinks. A delay in eclogitization could arise through the subduction of zone thicker oceanic lithosphere without deeply penetrating faults. Oceanic crust is normally faulted at the trench rise by the bending of the plate as it subducts. This may be an effect or a cause of flat slab subduction, but it seems as though it is more likely an effect. A resumption of normally dipping subduction beyond the flat slab portion is associated with the eclogite reaction, and the amount of time needed to accumulate enough eclogite for the slab to start sinking may be what limits temporal scale of flat slab subduction.\n\nAs the subducting plate flattens there is an inboard migration in the magmatic arc that can be tracked. In the Chilean flat slab region (~31–32 degrees S), around 7–5 Ma there was an eastward migration, broadening and gradual shutdown down of the volcanic arc associated with slab flattening. This occurs as the previous magmatic arc position on the upper plate (100–150 km above subducting plate) is no longer aligned with the zone of partial melting above the flattening slab. The magmatic arc migrates to a new location that coincides with the zone of partial melting above the flattening slab. Magmatism before the Laramide orogeny migrated all the way to western South Dakota. Eventually, the magmatic activity above the flat slab may completely cease as the subducting plate and upper plate pinch out the mantle wedge. Upon the failure of the flat slab, the mantle wedge can again start circulating hot asthenosphere (1300 degrees C) in an area that has been heavily hydrated, but that had not produced any melt; this leads to widespread ignimbritic volcanism, which is seen in both the Andean flat slab effected regions and the western United States.\n\nAdakites are dacitic and andesitic magmas that are highly depleted in heavy rare-earth elements and high strontium / yttrium ratios and may be derived of melting of the oceanic crust. Adakites are thought to erupt or be emplaced during the transition from normally dipping subduction to flat subduction as the magmatic arc widens and migrates more inland. Adakitic rocks can be seen in modern Ecuador , a possible incipient flat slab zone, and in central Chile there are 10-5 Ma adakitic rocks. Thus, adakitic rocks could be used as marker of past episodes of flat slab subduction.\n\nSurface deformation\n\nFlat slabs are thought to result in zones of broad, diffuse deformation in the upper plate located far landward from the trench. Flat slab subduction is associated with basement-cored uplifts also known as \"thick-skinned\" deformation of the overriding plate like the Sierra Pampeanas in South America possibly associated with the subduction of the Juan Fernandéz Ridge . These areas of basement-cored uplifts are visually correlated with flat slab subduction zones. In contrast, \"thin-skinned\" deformation is the normal mode of upper plate deformation, and does not involve basement rock. Crustal shortening is observed to extend farther inland than in normally dipping subduction zones; the Sierra Pampeanas are over 650 km east of the trench axis. Flat slabs have been used as an explanation for the Laramide Orogeny and the central Altiplano-Puna region. Another interesting feature that may be associated with the flat slab subduction of the Nazca Ridge is the Fitzcarrald arch located in the Amazonian Basin . The Fitzcarrald arch is a long-wavelength, linear topographic feature extending from eastern Peru to western Brazil beyond the Subandean thrust front into an undeformed area and rising ~600 masl. The Fitzcarrald arch has the effect of splitting the Amazonian Basin into three subbasins: northern Amazonian foreland basin , southern Amazonian foreland basin, and the eastern Amazonian foreland basin.\n\nSeismicity\n\nThe shape of the flat slab is constrained through earthquakes within the subducting slab and the interface between the upper plate and the subducting slab. Flat slab zones along the Andean margin release 3–5 times more energy through upper plate earthquakes than adjacent, more steeply dipping subduction zones. Upper plate earthquake focal mechanisms indicate that stress is aligned parallel with motion of the plate, and that stress is transmitted high into the upper plate from the lower. The reason for this enhanced seismicity is more effective coupling of the upper and lower plates. In normal subduction zones the coupling interface, the area in which the two plates are in close proximity, between the two plates is ~100–200 km long, but in flat slab subduction zones the coupling interface is much longer, 400–500 km. Although the lower lithosphere of the upper deforms plastically, numerical modeling has shown stress can be transmitted to crustal regions which behave in a brittle fashion. Along the subducting plate seismicity is more variable, especially intermediate-depth earthquakes. The variability may be controlled by the thickness of the crust and how efficiently it can release water. Thick crust that is not as deeply fractured by trench rise normal faulting may not dehydrate rapidly enough to induce intermediate-depth earthquakes. The Peruvian flat slab lacks significant intermediate-depth earthquakes and is associated with the subduction of the ~17 km thick Nazca Ridge.\n\nAndean flat slabs\n\nIn the late 1970s early research recognized the unique nature of the two large flat slab subduction zones along the Andean margin of South America. Two large and one smaller current flat slab subduction segments exist along the Andean margin: the Peruvian, Pampean , and the Bucaramanga. Three Cenozoic flat slab segment are also known: Altiplano, Puna, and Payenia.\n\nThe Peruvian flat slab is located between the Gulf of Guayaquil (5 degrees S) and Arequipa (14 degrees S), extending ~1500 km along the strike of the subduction zone. The Peruvian flat slab is the largest in the world, and extends ~700 km inboard from the trench axis. The subducting plate starts at a dip of 30 degrees then flattens out at a depth of 100 km under the Eastern Cordillera and Subandean zone. The segment is visually correlated with the subduction of the Nazca Ridge, an aseismic ridge with thickened crust. The second highest zone in the Andes , Cordillera Blanca , is associated with the Peruvian flat slab segment and uplift of basement-cored blocks. Volcanism in the area ceased in the Late Miocene (11-5 Ma). Plate reconstructions time the collision of the Nazca Ridge with the subduction zone at 11.2 Ma at 11 degree S, which implies that the northern extent of the Peruvian flat slab may require some other subducted feature like an oceanic plateau.  A putative subducted plateau, the Inca Plateau, has been argued for.\n\nThe Pampean or Chilean flat slab segment is located between 27 degrees S and 33 degrees S, extending ~550 km along the strike of the subduction zone. The Pampean flat slab similarly extends ~700 km inboard from the trench axis. The segment is visually correlated with the Juan Fernandez Ridge, and the highest peak in the Andes, the non-volcanic Aconcagua (6961 m). This area has undergone the same \"thick-skinned\" deformation, leading to the high mountain peaks.\n\nThe Bucaramanga segment was recognized in early eighties from limited seismological evidence. The segment is encompassed between 6 and 9 degrees N in Colombia , extending ~350 km along the strike of the subduction zone.\n\nOther flat slabs\n\nThere are several other flat slab segments that warrant a mention:\n\nEconomic geology\n\nSubduction of thick oceanic crust could be linked with the metallogenesis of copper and gold deposits. The 10 largest young (<18 Ma) gold deposits in South America are associated with flat slab segments. Enhanced metallogenesis may be caused by the cessation of magmatism in the arc allowing the conservation of sulfur -rich volatiles. The failure of the putative flat slab under western North America may have been vital in producing Carlin-type gold deposits .\n\nEarly Earth subduction\n\nEarly Earth's mantle was hotter and it has been proposed that flat slab subduction was the dominant style. Computer modeling has shown that an increase in oceanic plate buoyancy associated with enhanced oceanic crust production would have been counteracted by decreased mantle viscosity, so flat slab subduction would not have been dominant or non-existent."}
{"url": "https://en.wikipedia.org/wiki/Monica_Sj%C3%B6%C3%B6", "content": "Monica Sjöö (31 December 1938 – 8 August 2005) was a Swedish-born British-based painter, writer and radical anarcho/ eco-feminist and peace activist who was an early exponent of the Goddess movement . Her books and paintings were foundational to the development of feminist art in Britain, beginning at the time of the founding of the women's liberation movement around 1970.\n\nSjöö's most famous painting is God Giving Birth (1968), which depicts a woman giving birth and was inspired by Sjöö's religious view of motherhood; it sparked some protests from Christian groups in the 1970s. She wrote or co-wrote the manifesto Towards a Revolutionary Feminist Art (1971) and The Great Cosmic Mother: Rediscovering the Religion of the Earth (1987).\n\nSjöö's art and writing became well-known outside of the UK, and throughout the 1970s, 1980s and 1990s she corresponded with influential American writers, artists and pagans such as Jean and Ruth Mountaingrove , Starhawk , Zsuzsanna Budapest , Shekhinah Mountainwater , Lucy Lippard , Alice Walker , and Judy Chicago .\n\nEarly life\n\nHer parents were the Swedish painters Gustaf Arvid Sjöö (1902–1949) and Anna Harriet Rosander-Sjöö (1912–1965), who divorced when Sjöö was three years old. She left school and ran away from home when she was 16.\n\nSjöö traveled Europe and held a variety of jobs: she worked in vineyards and as a nude model at art schools in Paris and Rome. She first visited Britain in the late 1950s, and eventually settled in Bristol where – except for a period in Wales in the early 1980s – she lived for the rest of her life. She participated in the August 1981 march from Cardiff to Newbury, Berkshire in opposition to the siting of US cruise missiles at RAF Greenham Common and became a member of the Greenham Common Women's Peace Camp . She was one of the promoters of the idea that it should be a women-only camp.\n\nCareer\n\nSjöö was the main author of Towards a Revolutionary Feminist Art (1971) one of the first, and most militant, feminist art manifestos. It was discussed widely in the feminist press, and The Guardian published an article in response.\n\nSjöö wrote the original pamphlet that, with Barbara Mor 's re-write and expansion, would become the book The Great Cosmic Mother (1987). It covers women's ancient history and the origin of religion , and is one of the first books to propose that humanity's earliest religious and cultural belief systems were created and first practised by women. It is currently in print and has been, and still is, a part of many women's studies , mythology and religious studies syllabi . Her research and writing helped uncover the hidden history of the Goddess . Sjöö's successful use of interdisciplinarity in her research has led to its acclaim within the Goddess movement .\n\nEarly exhibitions\n\nSjöö's first exhibition was at the Gallery Karlsson in Stockholm , Sweden in 1967. Having been a founder member of the Bristol Women's Liberation group, in March 1971, she participated in the first \"Women's Liberation Art Group\" exhibition held at the Woodstock Gallery in London.\n\nMargaret Harrison (1977) states that [on one occasion in 1970 several of Sjöö's paintings were banned from being shown in St. Ives during the St. Ives festival]. (...) \"Monica then wrote in Socialist Woman (Nottingham) proposing forming a group or alliance of women artists. This led to the formation of the Bristol Women's Art Group (...)\".\n\nLater exhibitions\n\nSjöö's most famous painting, God Giving Birth (1968), depicts a woman giving birth, and has the title text painted in red capitalized letters. It is an expression of Sjöö's spiritual journey at that time, inspired by her religious experience during the birth of her second son, and represents her perception of the Great Mother as the universal creator of cosmic life. The painting and its concept created some controversy among Christian groups in the 1970s; at a group exhibition in London in 1973, it led to Sjöö being reported to the police for blasphemy , although the case was not taken up by the court.\n\nBeliefs\n\nSjöö's work and beliefs centered on her respect and care of the Goddess, or Mother Earth . The Goddess was \"the beauty of the green earth, the life-giving waters, the consuming fires, the radiant moon, and the fiery sun\". Sjöö's respect for nature and the environment was not mere belief but, for her, a spiritual truth. The Goddess / Earth is to be respected as the life giver. This respect is to be found not only in her imagery, but in two texts which chronicle her journey through the written word.\n\nYet, these abstract beliefs were grounded with a firm foundation of action and activism. She was involved with the anarchist and anti-Vietnam War movements in Sweden in the 1960s and was active in the women's movement in Britain. Her political activism always grew out of her spiritual understanding of the earth as our living mother, similar to the beliefs of some Native American peoples.\n\nSjöö was highly critical of many of the ideas and personages of the New Age movement , including Alice Bailey , J. Z. Knight and \"Ramtha\", and Gene Roddenberry for some of the ideas behind Star Trek .\n\nReception\n\nStarhawk described Sjöö's work as paintings that \"transformed ancient images and symbols into contemporary icons of female power.\" In 1976 Sjöö was the subject of a film documentary shown at the ICA and NFT .\n\nPersonal life\n\nSjöö believed heterosexuality was an unnatural state imposed by patriarchy, and later in her life she enjoyed a number of intimate romantic relationships with women . (In the context of the 1980 essay by Adrienne Rich , \" Compulsory Heterosexuality and Lesbian Existence \".) However, after separating from her second husband, Andy Jubb, a composer, in the mid 1970s, Sjöö had an intense relationship with Keith Paton, a founder of the Alternative Socialist movement and, like Sjöö herself, a regular contributor to the alternative press, especially Peace News . Under Sjöö's influence, Paton changed his name to Motherson (or Mothersson).\n\nTwo of her three sons died young. In 1985 her youngest, Leify, was killed in front of her by an oncoming car at age 15. Her eldest son, Sean, died of non-Hodgkin's lymphoma in 1987, aged 28. She claimed that his death was exacerbated by his experiences of rebirthing . Sjöö's grief at this double loss led first to an artistic paralysis akin to writer's block , and then to artistic expression, in the shape of the painting My Sons in the Spirit World (1989).\n\nSjöö died of cancer in 2005, aged 66.\n\nArtwork\n\nExhibitions\n\nLocations\n\nSjöö's art can be found in the Women's Art Collection at Murray Edwards College in Cambridge and at the Museum Anna Nordlander [ sv ] in Skellefteå , Sweden. Some of her works are currently held in private collections of individuals: Sig Lonegren, Alice Walker , and Genevieve Vaughan hold a few, while Maggie Parks holds most of her art. The Temple of Goddess Spirituality dedicated to Sekhmet holds Solar Lionheaded Sekhment of Primordial Fire (1992, oil on hardboard) where it is displayed in the living room of their guest house.\n\nWritten works\n\nThe Great Cosmic Mother\n\nBooks\n\nChapters\n\nArticles\n\nPoems\n\nPamphlets\n\nWatkins, June D. (Spring 2011). \"REL3990 Women and Religion #2158 Special topic: Goddess Myths eLearning course 100% online\" (PDF) . University of West Florida. p. 1. Archived from the original (PDF) on 12 January 2011 . Retrieved 9 December 2017 .\n\nBibliography\n\nFurther reading"}
