{"url": "https://en.wikipedia.org/wiki/Miss_Universo_Paraguay_2020", "content": "The Miss Universo Paraguay 2020 pageant was held at Veranda at Resort Yacht y Golf Club Paraguayo on December 3, 2020, to select the Paraguayan representative to Miss Universe . It was streamed live on the organizer's social media pages. Ketlin Lottermann, Miss Universo Paraguay 2019, crowned Vanessa Castro as the new Miss Universo Paraguay 2020, givin her the right to compete at Miss Universe 2020 .\n\nResults\n\nSpecial Awards\n\nContestants\n\nThere were 10 official contestants."}
{"url": "https://en.wikipedia.org/wiki/Lionel_Smale", "content": "Basil Lionel Smale (25 November 1878 – 22 April 1934) was an Australian rules footballer who played with Melbourne in the Victorian Football League (VFL).\n\nHe died in Perth Hospital after being knocked off his bicycle by a motorist.\n\nNotes\n\nThis Australian rules football biography of a person born in the 1870s is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Daimon_(Head_Chief)", "content": "Daimon ( c. 1850 – 21 October 1930) was Head Chief of Nauru from 1920 until 1930. His 42 years as a chief was a record length of service.\n\nBiography\n\nDaimon was born around 1850, the only son of Audoa and Edaganuwe. He was married three times and had eight children with his first wife, Eibiaun. His eldest son Deireragea went on to become Chief of Anibare District .\n\nAn unusually tall man at 6'4\", he was involved in Civil War between the north and south of the island, leading the northern fighters. Daimon became a Chief in the late 1880s, and when Germany occupied the islands, he acted as an intermediary due to understanding of English .\n\nWhen Head Chief Aweida died in 1921, Daimon was chosen as his successor. He remained in post until his death on 21 October 1930 aged 80, after which he was succeeded by Timothy Detudamo . His grandson Hammer DeRoburt became the first president of independent Nauru in 1968."}
