{"url": "https://en.wikipedia.org/wiki/Looker", "content": "Looker is a 1981 American science fiction thriller film written and directed by Michael Crichton , starring Albert Finney , James Coburn , Susan Dey , and Leigh Taylor-Young . It follows a series of mysterious deaths plaguing female models who have had cosmetic surgery done by a renowned Los Angeles physician. The film explores media, advertising and television's impact on the public in creating a ridiculous standard of beauty.\n\nThough sparse in visual effects, it is the first commercial film to attempt to use a computer-generated , three-dimensional, solid-looking model of a whole human body. However, as with its predecessors Futureworld , Star Wars , and Alien , this was an example of \"CGI representing CGI\", and only depicted on CRT screens in the film, rather than being used as a special effect. The model had no skeletal or facial movements and was not a character. Looker was also the first film to create three-dimensional (3D) shading with a computer, months before the release of the better-known Tron .\n\nPlot\n\nDr. Larry Roberts, a renowned Beverly Hills plastic surgeon, performs cosmetic procedures on a clientele mainly consisting of female television models. Lisa Convey, one of his patients, falls into a trance state in her apartment after being exposed to a flash of light, unaware of the presence of a man lurking in her closet. She falls from her balcony moments later in what is suspected by police to be a suicide.\n\nLieutenant Masters questions Roberts at his office, where his secretary finds that several medical records—including Lisa's—have mysteriously vanished. After Masters departs, patient Cindy Fairmont visits for a final follow-up appointment, followed by Tina Cassidy. A disturbed Tina begs Roberts to return her to her original appearance, claiming that the \"perfect\" models in the city are being murdered. As Tina departs, she leaves behind her purse, which contains a document from Digital Matrix Inc. (DMI). When Roberts attempts to return the purse to Tina, he sees a flash of light in her apartment window, and she too falls to her death. Roberts sees a man on her balcony, but he disappears.\n\nFearing for Cindy's safety, Roberts invites her to join him for a fundraising dinner held by billionaire businessman John Reston, who introduces Roberts to the head of DMI, Jennifer Long. She explains that DMI used women's facial measurements for a visual technology experiment that was recently ended. Roberts then brings Cindy back to his residence and, despite her expectation of a romantic encounter, has her sleep in the guest room. The next day, Roberts accompanies Cindy to the filming of a television commercial where DMI technicians monitor the set using a computer. When Cindy is unable to hit her marks, the DMI technicians inform her that the commercial will be completed using CGI which will require Cindy to visit DMI.\n\nAs Cindy undergoes a 3D body scan at the DMI laboratory, Jennifer tests Roberts' eyes with the computer. His point of focus is shown to be on the model rather than the products advertised. Jennifer divulges that, after surgery, Cindy and other models were assessed as visually \"perfect\" by the computer in still photos, but their scores were inconsistent while in motion. Roberts notices flashes of light from the \"Looker\" lab which Jennifer claims her security card will not allow them to enter. Roberts steals a security card from a technician before departing with Cindy and the theft is reported to Reston.\n\nWhile Cindy is visiting her parents, Roberts is exposed to a series of light flashes by the man from Tina's balcony after which hours pass without his awareness. When Cindy returns that night, the two drive to DMI and enter using the security card to breach the Looker lab. Roberts learns that Looker stands for \"light ocular-oriented kinetic emotive responses\" which uses high-intensity light to induce trances in those exposed. A man enters the Looker lab and attacks Roberts using the Looker gun. Roberts defends himself by using a pair of mirrored sunglasses to reflect the light, immobilizing the assailant.\n\nLater, Reston orders the man to abduct Cindy and murder Roberts. Arriving at Roberts's office, they kidnap Cindy. The next morning, Roberts is chased through the city by Reston's henchman, causing Roberts to crash his car, but he escapes. Roberts stows aboard a Reston Industries security car to infiltrate the company headquarters. Onstage for a gala demonstration, Reston introduces his company's newfound ability to create commercials using computer-generated actors. The audience is then mesmerized by Jennifer who is operating the computer from the room where she is holding Cindy. When Jennifer leaves the console, Reston's henchman kills her having mistaken her for Roberts. A struggle between Roberts and the henchman is ended by Reston shooting at Roberts and accidentally killing his own man. Lieutenant Masters, who has been following Roberts, arrives in time to kill Reston before he can shoot Roberts.\n\nCast\n\nProduction\n\nCrichton started thinking about the subject of the film in 1975. He says he went to a Los Angeles computer company to find out how they could create copies in commercials without looking too ridiculous and discovered a company in Texas was already doing it, called tomography .\n\nLooker became an early production of The Ladd Company . It was Leigh Taylor-Young's first film in eight years. Filming took place at the Goldwyn Studios , The Burbank Studios , and on location in the Los Angeles area.\n\nIn 1991, James Coburn said, \"My part was pretty much on the cutting room floor. They really pissed that film away. They had Albert Finney running around in a security guard's uniform throughout the film. It didn't make any sense. It could have been a good picture. It was about how television controls. It was about how commercials manipulate people to buy products, politicians, whatever. But, they cut the film up for a television print. I don't know why they did that. They spent some bread on the picture too. It was a $12 million production. That's not much today, but back then it was a pretty big budget.\"\n\nReception\n\nLooker was poorly received by critics, particularly film historian Leonard Maltin , who wrote, \"Intriguing premise is illogically and boringly mishandled; even Finney cannot save this turkey.\" On the review aggregator website Rotten Tomatoes , the film holds an approval rating of 32% based on 22 reviews, with an average rating of 4.5/10. It grossed $3.3 million in the United States and Canada."}
{"url": "https://en.wikipedia.org/wiki/Mladen_(vojvoda)", "content": "Mladen ( Serbian Cyrillic : Младен ; fl. 1323–26) was a Serbian magnate that served King Stefan Dečanski ( r. 1322–1331), holding the titles of župan (count), and later vojvoda (general). He was the father of Branko Mladenović , a later magnate.\n\nMladen and his brother Nikola hailed from a family that held estates in Drenica , in Kosovo , during the reign of Stefan Milutin (r. 1282–1321). The family was elevated during the rule of King Stefan Dečanski (r. 1322–1331); Mladen is mentioned in 1323 as governing Trebinje and Dračevica , while his brother Nikola is mentioned as serving as governor in northern Albania in 1329. King Stefan Dečanski's confirmation on the rights of Ragusan merchants dating to March 25, 1326, was attended by vojvoda Mladen, tepčija Vladoje , and čelnik Đuraš Ilijić . The Serbian court hierarchy was as follows: stavilac , čelnik , kaznac , tepčija and vojvoda , the supreme title. Although the family was influential, it was not among the most powerful families at the Serbian court. It is unknown whether Mladen lived to serve King Stefan Dušan , as is the case with many other magnates such as vojvoda Vojin and čelnik Gradislav Vojšić .\n\nThe last mention of him in documents dates to 1326. He had a son, Branko , and a daughter, Ratoslava. Ratoslava married župan Altoman , the son of vojvoda Vojin . Branko was among the magnates that were given Byzantine court titles upon the crowning of Stefan Dušan as Emperor (1346), receiving the title of sevastokrator .\n\nSources"}
{"url": "https://en.wikipedia.org/wiki/%C5%A0umadija_mountains", "content": "The Šumadija Mountain Range (Шумадијске планине) is a highland in central Serbia , between rivers Sava and Danube in the north, river Great Morava in the east, river West Morava in the south, and Kolubara , Ljig and Dičina in the west.\n\nIts major mountains include Avala (511 m), Kosmaj (626 m), Venčac (659 m), Bukulja (696 m), Rudnik (1,132 m), Ješevac (902 m), Vujan (856 m), Kablar (889 m), Gledić mountains (922 m), Juhor (774 m), Crni Vrh (Jagodina) (707 m), Kotlenik (749 m), the latter including Gruža mountain and Ljubić mountain.\n\nThis Serbia location article is a stub . You can help Wikipedia by expanding it ."}
