{"url": "https://en.wikipedia.org/wiki/WBX", "content": "World Bet Exchange (WBX) was a person-to-person betting exchange based in Notting Hill Gate , London in the United Kingdom, and licensed and regulated by the UK Gambling Commission . WBX.com was founded in 2002 by Malcolm Gray but did not officially launch until November, 25th, 2006. In an interview prior to launch, Gray was quoted as saying: \"In an industry where the current market leader has a virtual monopoly, we believe the arrival of WBX will put every exchange player back in control. We will continually seek to offer a vibrant, exciting and innovative alternative to Betfair, and we hope this will promote healthy rivalry.\" On 16 March 2015 the company announced that it was shutting, effective 5pm the same day.\n\nCompany Structure\n\nWorld Bet Exchange Limited and WBX Members Funds Limited were wholly owned subsidiaries of WBX Holdings Plc. All three companies were registered in England and Wales. WBX Members Funds Limited, which didn't otherwise trade, was a company that was established in order to safeguard members’ funds in a separate bank account. The funds were held subject to a trust deed and quarterly, external audits, which were published on the WBX website. The company's structure rendered improper use of members' funds illegal, which apparently was not the case in the Sporting Options incident.\n\nRacing Sponsorship\n\nPrior to the launch of WBX.com, the company was already the fourth largest sponsor of horse races in Britain, having spent more than £250,000 on over 200 race sponsorships. Coinciding with the November 2006 launch, WBX founded the Triple Crown of Hurdling to complement their sponsorship of the Newcastle Fighting Fifth Hurdle at Kempton Park Racecourse . When asked about the Triple Crown, Malcolm Gray was quoted as saying: \"The WBX Hurdling Triple Crown will bind together ... three races (Fighting Fifth Hurdle, Christmas Hurdle and Champion Hurdle ) to form a championship series which will finally offer horse racing fans a true measure of the greatest hurdlers in National Hunt racing.\" If any horse wins all three legs in a given season, a £1 million bonus will be awarded and divided amongst connections of the horse, making the Triple Crown the richest ever prize over small obstacles.\n\nIndustry Status\n\nLike other rivals to Betfair, WBX attempted to secure new customers by charging less commission on winning bets. According to the findings of their own unpublished study, the company claimed that its members would have paid 35% more commission had they done their betting at Betfair. WBX also moved to capitalise on Betfair's September 2008 decision to impose a Premium Charge on winning bettors. WBX claimed that its members wagered over £500 million against one another in 2008, and in excess of £1 billion since its inception in 2006."}
{"url": "https://en.wikipedia.org/wiki/I_Am_Number_Four", "content": "I Am Number Four is a young adult science fiction novel by Pittacus Lore (the pseudonym of James Frey and Jobie Hughes) and the first book in the Lorien Legacies series. The book was published by HarperCollins on August 3, 2010, and spent seven successive weeks at #1 on the children's chapter of the New York Times bestseller list .\n\nDreamWorks Pictures bought the rights to the film in June 2009; it was released on February 18, 2011, and was the first DreamWorks movie to be distributed by Disney's Touchstone Pictures .\n\nThe novel is the first of a seven-book series.\n\nPlot\n\nThe first book of the \"Lorian Legacies Series\", \"I am Number Four\" centers on the conflict between two extraterrestrial species: the Loric and the Mogadorians . The Loric are classified into two factions: the overseers known as the Cepân and the guardians known as the Garde , the latter of whom possess unique abilities known as Legacies . The story begins with a prelude that follows Hannu – the alias used by Number Three, one of nine Garde children who fled to Earth after their homeworld of Lorien was invaded. While residing in Kenya , he is discovered and killed by Mogadorian assassins under the command of General Andrakkus Sutekh.\n\nMost of the book is told in the first person by Number Four, who begins as Daniel Jones . As the story opens, he and his guardian or Cepân, Henri , learn of the death of Number Three and move to Paradise, Ohio, assuming a new identity as John Smith . There, John befriends conspiracy theorist Sam Goode and \"adopts\" a dog identified by its name tag as \"Bernie Kosar\". He also meets and develops feelings for a fellow student, Sarah Hart, who is working as a photographer. Sarah's ex-boyfriend, football player Mark James, bullies and torments both John and Sam.\n\nDuring a Halloween parade, Sam mentions that he knows about Mogadorians from a magazine, They Walk Among Us , a revelation that alarms both John and Henri. Later, Mark and his friends organize a nasty surprise during the haunted hayride: Sarah, John, and Sam are left stranded in the woods where Mark plans to beat up John. John uses his \"legacies\", which are akin to superpowers, to fend off his attackers and rescue Sarah. Sarah does not see John use his legacies in the darkness, so John emphatically warns Mark not to talk (or to let his friends talk) about what happened, or he will punish Mark severely if Mark or any of his friends talk.\n\nAs the book progresses, Sarah and John's relationship develops. Henri trains John to use his legacies, now with an increasing sense of urgency. Henri becomes unsettled and tells John that it is not safe to stay in Paradise. He is also concerned as John is late in developing his telekinesis, a power that he will need to fight the Mogadorians. Later, it is revealed that Sam has seen enough to arouse his suspicions, but John allays them by bluffingly 'admitting' to being an alien. He finds out more about the magazine Sam reads by borrowing a copy. Sam speaks of his belief that his father has been abducted by aliens.\n\nHenri discovers where the magazine is printed and drives the two-hour car trip to Athens, Ohio, to find out more. John attends a Thanksgiving dinner with Sarah's family but worries about Henri, who does not answer his text messages. In his agitated state, John's telekinetic power manifests, though uncontrolled, and he leaves. He calls Sam for help, and they take Sam's father's long-unused truck and head for Athens, where they succeed in rescuing Henri who is taken captive. During the rescue, Sam is made fully aware of John's and Henri's alien secret, and John's legacies develop significantly. On their return, Henri insists they leave Paradise. John refuses, using his newfound powers to express his adamance, and Henri relents.\n\nA few months pass during which John trains in the use of his legacies. Henri gradually relaxes as John becomes more adept. At a party at Mark's house, a major fire breaks out, trapping Sarah and forcing John to use his powers to save her. He then reveals his secret to Sarah, and they lie to the police and a reporter about what happened. Later on, John also lies to Henri, in order to not reveal how much he has told Sarah.\n\nBut John's lies are revealed when a video is released on YouTube . Henri is furious and demands they leave immediately. John again uses his powers to stop him and desperately races to the school, knowing that Sarah is in danger. He finds Sarah, but the Mogadorians have already arrived. The Mogadorians have brought an enormous beast called Piken and smaller, but still deadly, creatures called Krauls. These creatures are sent to track and kill the Loric. John and Sarah are joined by Number Six (who has been looking for them since Three's death) and later by Henri, Mark, and Bernie Kosar (\"the dog\"). John sends Mark off, exhorting him to protect Sarah. A furious battle ensues, during which Six exhibits powers of invisibility and control of the weather, and Bernie Kosar is revealed to be a Chimæra, animals on Lorien who can shape shift. Sam arrives partway through the battle.\n\nJohn kills a soldier, Bernie Kosar battles a Piken, and at key moments, John is helped by his Six, Sam and Mark, but in the end, they are depleted and weakened by numbers and power. Six is wounded and taken to relative safety by Sam. John uses an ability he was barely aware of to communicate with a beast brought by the Mogadorians and to turn it against them. Henri is killed, but before dying exhorts John to read a letter he left for him. John survives when Sarah kills the final scout with a knife and the Mogadorians are defeated, but John passes out.\n\nJohn wakes to find himself in a motel, along with his friends and Bernie Kosar. Promising to return for Sarah, John leaves Paradise, along with Number Six, Sam, and Bernie Kosar.\n\nCharacters\n\nReception\n\nI Am Number Four has received mixed reviews. Kirkus Reviews wrote, \"If it were a Golden Age comic, this tale of ridiculous science, space dogs and humanoid aliens with flashlights in their hands might not be bad.\" The Chicago Tribune said, \"There's genuine suspense…it's easy to get lost in the world of the sweet teen from another planet.\" Booklist reviewed it as, \"Terrifically propulsive.\" Publishers Weekly wrote, \"For those looking for an undemanding, popcorn-ready read, this 'guy—okay, alien—gets the girl and saves the world' adventure should do the trick.\" School Library Journal wrote, \"With its interesting premises and a fast-pace telling, the story will grab readers who are willing to suspend quite a bit of disbelief. Others, who like their science fiction with a bit more science and internal logic, will have to search elsewhere.\" The Horn Book reviewed it as, \"Riveting.\" It was on the number one spot of the New York Times Best Seller list for 7 weeks and was on it for a total of 17 weeks."}
{"url": "https://en.wikipedia.org/wiki/Pip_Hare", "content": "Pip Hare , earlier known as Pip Hildesley , is a British yachtswoman, journalist and sailing coach. She was an entrant in the 2020 and 2024 Vendée Globe round-the-world yacht races.\n\nEarly life\n\nHare grew up in East Anglia and began sailing at the age of 16.\n\nCareer\n\nHare is a professional sailing coach and a writer for Yachting World . In 2013 she wrote and presented a YouTube series for the magazine, entitled “Sail Faster Sail Safer”.\n\nHare has competed in international yacht races such as the Transat Jacques Vabre and the Rolex Fastnet race. In 2009 she competed in the OSTAR transatlantic race. In 2017 Hare's team came third in the Three Peaks Yacht Race , despite Hare breaking her ankle 6 miles from the finish.\n\nVendée Globe\n\nIn October 2018, after being offered the 1999 IMOCA 60 vessel Superbigou (on rental from fellow sailor Jaanus Tamme), Hare announced her campaign to enter the 2020-2021 Vendée Globe race. The race commenced in November 2020, and Hare was one of four entrants from the United Kingdom. Hare had chosen to base her campaign in Poole . She was sponsored in part by Smartsheet . Her target was to break the then-current female record of 94d 4h 25m set by Ellen MacArthur in 2001. Hare finished the race on 12 February 2021 in 95d 11h 37m 30s, in 19th place; the same race saw the female record broken by Clarisse Crémer in a time of 87d 2h 24m.\n\nIn May 2021 Pip Hare purchased the IMOCA 60 Banque Populaire 8 which had raced in the two previous editions of the Vendee Globe (2016/17 as Banque Populaire and 2020/21 as Bureau Vallée)\nand based in Poole to compete in the 2024–2025 Vendée Globe . In 2023 the Pip Hare Ocean Racing team underwent an extensive refit to adapt the boat to compete with the latest designs. In November 2024 Hare competed in the 10th Vendée Globe but was dismasted approximately 800 miles south of Australia and subsequently abandoned the race.\n\nRacing results"}
