{"url": "https://en.wikipedia.org/wiki/M%C4%81day%C4%81n_%C4%AB_Haz%C4%81r_D%C4%81dest%C4%81n", "content": "Mādayān ī Hazār Dādestān , ( Book of a Thousand Judgements ), is a significant primary document concerning the social and institutional history of Sasanian Iran and the only entirely legal treatise on pre-Islamic Sasanian jurisprudence to have survived from the Zoroastrian era. Unlike subsequent Pahlavi books of the 9th and 10th centuries, which combined juridical and religious themes, the Madayan focuses solely on legal questions, in contrast to all other known sources on Zoroastrian and Sasanian law.\n\nThe manuscript was given to the Hataria Library by Maneckji Limji Hataria , and it was made available to the West through J. J. Modi's facsimile in 1901.\n\nAuthor\n\nFarroxmard i Wahrāmān, a jurist or theologian , compiled the Madayan sometime after the 26th year of Khosrow II 's reign. He lived in the first part of the 7th century, was well-versed in legal jargon, had intimate knowledge of the Sasanian legal system, and had access to court documents based on the content of the Madayan and its legal terminology.\n\nAccording to Farroxmard, the Madayan served as a tool for the creator's \"supernatural power\", eradicating liars and establishing ultimate sovereignty. Those who have attained \"eternal prosperity\" and \"a share of the immortal\" are considered the most blessed. To achieve this, one can absolve themselves of sin, acknowledge their own religious obligation to uphold the three fundamental commandments (good thought, speech, and deed), and maintain purity by righteousness.\n\nThe Madayan is the only pre-Islamic Persian legal work to have survived the Muslim conquest of Persia .\n\nContents\n\nThe Madayan is not a codex; rather, it is an extensive collection of real and imagined case histories gathered from court transcripts and records, testaments, different works on jurisprudence, jurists' commentary, direct quotes from the most eminent authorities in the field, and a plethora of other long-lost documents.\n\nThe Madayan is a secular compilation that makes no reference to religious issues and presents legal issues solely from a legal standpoint. Even matters concerning Zoroastrian church-affiliated religious institutions, like charitable endowments, fire foundations, and pious gifts, are only examined from a legal perspective. Two passages in the Madayan mention the Avesta; however, the context clearly indicates that the Pahlavi commentary, and not the original text, is intended in both sentences, since the issues discussed in this context clearly come from late Sasanian jurisprudence.\n\nThe Madayan gives the impression that by the end of the Sasanian era, jurisprudence had become a separate discipline, despite the fact that many of the most well-known jurists cited in the Law-Book—like Sōšans, Mēdōmāh, and Abarag—were also theologians and are recognized to us as the writers of Avesta commentaries. As in all ancient communities, religion and law coexisted, but by the end of the Sasanian period, the Sasanian legal system had grown so complex that it was necessary to keep theological speculation mostly apart from legal matters. The Madayan also makes it abundantly evident that legal theory (čāštag), which is based on the writings of jurists, has already begun to diverge from the day-to-day administration of justice in the courts (kardag), creating a gulf between theoretical concerns and workable solutions.\n\nMany examples of Aramaic legal terminology, either in Aramogram or translated into Pahlavi, are included throughout the Madayan.\n\nThe Madayan contains relatively little information about non-Zoroastrians' standing in Sasanian courts, and what little is available focuses mostly on questions of marriage, servitude, and conversion.\n\nThe Mãdayãn, besides being a legal treatise, provides numerous examples of a thriving and surprisingly intricate financial market that existed in Sasanid Iran. These are mostly discussed in relation to loans, debts, credits, interest rates, and penalties, as well as the related legal rights of possession and transfer of property. Actually, eight of the Madayan's 37 remaining chapters deal specifically with debts and how they are settled, and five more chapters that address land ownership, inheritance, marriage, and the status of married and single women also cover debt in great detail.\n\nChapter topics\n\nZoroastrian magi\n\nAccording to the Mādayān, Zoroastrian priests, in particular the mobadan mobad issued decrees using his own seal. It was understood that the mobadan mobad did so \"according to the words of the King of Kings\".\n\nExposure to the West\n\nThe Mādayān ī hazār dādestān has shown to be extremely valuable for understanding the social history of the Sasanian era. Maneckji Limji Hataria gave the manuscript to the Hataria Library, and it was subsequently made available to the West through J. J. Modi's facsimile edition in 1901.\n\nAlberto Cantera, professor of Iranian studies, theorizes that other legal treatises have not survived, most likely because a collection like the Mādayān took over the legal authoritative position and they lost their usage during the Islamization of Sasanid Iran .\n\nSources"}
{"url": "https://en.wikipedia.org/wiki/2016%E2%80%9317_NC_State_Wolfpack_women%27s_basketball_team", "content": "The 2016–17 NC State Wolfpack women's basketball team represented North Carolina State University during the 2016–17 NCAA Division I women's basketball season . The Wolfpack, led by fourth-year head coach Wes Moore , return to played their home games at Reynolds Coliseum after a one year of renovation. They were members of the Atlantic Coast Conference . They finished the season 23–9, 12–4 in ACC play to finish in a tie for fourth place. They lost in the quarterfinals of the ACC women's tournament to Louisville. They received at-large bid of the NCAA women's tournament , where they defeated Auburn in the first round before losing to Texas in the second round.\n\nRoster\n\nRoster\n\nMedia\n\nWKNC acts as the home for Wolfpack women's basketball. Patrick Kinas and Rachel Stockdale provide the call for the games. ESPN and the ACC RSN will televise select Wolfpack games during the season. All non-televised home conference games will be shown on ESPN3 using the radio broadcasters for the call.\n\nSchedule\n\nSource\n\nRankings"}
{"url": "https://en.wikipedia.org/wiki/2017%E2%80%9318_Southeastern_Conference_women%27s_basketball_season", "content": "The 2017–18 Southeastern Conference women's basketball season began with practices in October 2017, followed by the start of the 2017–18 NCAA Division I women's basketball season in November. Conference play started in late December 2017 and concluded in February 2018, followed by the 2018 SEC women's basketball tournament at the Bridgestone Arena in Nashville, Tennessee .\n\nPre-season\n\nPre-season team predictions\n\nPre-season All-SEC teams\n\nHead coaches\n\nNote: Stats shown are before the beginning of the season. Overall and SEC records are from time at current school.\n\nWeekly rankings\n\nSource:\n\nRegular season matrix\n\nThis table summarizes the head-to-head results between teams in conference play.\n\nAttendance\n\nPostseason\n\nSEC tournament\n\nNCAA Division I women's basketball tournament\n\nWomen's National Invitation tournament\n\nWNBA draft\n\nHonors and awards\n\nAll-SEC awards and teams"}
