{"url": "https://en.wikipedia.org/wiki/LGBTQ_San_Diego_County_News", "content": "LGBTQ San Diego County News ( LGBTQSD News ) is a print and online LGBT newspaper for San Diego , California.\n\nOwnership and circulation\n\nLGBTQSD News is owned by MGW Media, LLC.,  and is published by San Diego LGBTQ activist and businessman, Eddie Reynoso.\n\nLGBTQSD News is printed once a month, distributing 5,000 copies to over 140 locations In San Diego County. Its website features news and public commentary online with a wrap-up of stories delivered to e-mail subscribers every month. LGBTQSD News partners with other media outlets who contribute content.\n\nHistory\n\nIt was founded in 2010 as Gay San Diego, by San Diego publisher, David Manis. It sold in 2019 to Sacramento-based MGW Media, LLC., owned by Sacramento businessman, Terry Sidie. He is also the owner of Faces Nightclub, and the former publisher of Mom, Guess What?, a LGBTQ tabloid styled news publication that shut down in 2009.\n\nThe paper rebranded as LGBTQ San Diego County News following the announcement of the sale. Terry served as president of the company and as publisher of the paper, along with Nicole Murray-Ramirez , who served as Associate Publisher.\n\nOn April 16, 2023, Sidie announced his retirement from the publishing business and the transfer of 100% of his shares and assets in MGW Media, LLC , which includes LGBTQ San Diego County News to Eddie Reynoso, citing his role as executive director for the Equality Business Alliance - San Diego's LGBTQ Chamber of Commerce, as the main reason for giving away equity in his business.\n\nThis article about a lesbian, gay, bisexual, or transgender related newspaper is a stub . You can help Wikipedia by expanding it .\n\nThis article about a California newspaper is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Tanita", "content": "Protagasta Bolívar, 1908\n\nTanita is a genus of grasshoppers in the family Pyrgomorphidae , which lives in Africa.\n\nSpecies\n\nThe Orthoptera Species File lists the following:\n\nThis article about a member of the insect suborder Caelifera is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/The_Club_(British_TV_series)", "content": "The Club is a British reality television series that aired on ITV from 6 March to 18 April 2003. Presented by Donna Air and Matt Brown , three celebrities were given control of their own individual bar in a London club, named Nylon.\n\nEach celebrity was given their own changeable team of staff and viewers were given the chance to vote the celebrities' staff off the show. At the end of the series, viewers were asked to vote for their favourite celebrity bar manager. Actor Dean Gaffney was the eventual winner, beating presenter/singer Richard Blackwood and former Page 3 model, Samantha Fox . 49 percent of the audience voted him the best manager and he won the £15,000 prize.\n\nAn ITV2 spin-off show also aired for the duration, and a highlights show aired on Saturday nights on ITV. Dooley's Vodka Toffee sponsored the show.\n\nFormat\n\nThe show was based around three celebrities and their various bar staff. Each celebrity was given a separate bar to manage in a two floored club named Nylon, a retro-themed nightspot in London's square mile. The celebrities included:\n\nEach celebrity had to recruit their own bar staff, known on the show as \"bar mates\". Three bar mates were chosen by each celebrity, from auditioning members of the public. They helped each celebrity to run their bar and lived in a communal residence, the events of which were sometimes filmed and broadcast on the show; however, the celebrities did not live with their bar mates.\n\nThe Club was open to the public, who could visit every night of the week including the televised nights. The celebrities and their bar mates battled with each other to have the most popular and successful bar. The bar managers used various tactics to do this, such as inviting their celebrity friends to appear at their bar, or putting on themed nights and entertainment for the public.\n\nEach week, one bar mate was fired and then replaced by a new auditionee. The three celebrities were required to nominate which one of their three bar mates would go up for eviction. Viewers were witness to the nomination and the celebrity's appraisal of their staff and were then given the chance to vote off their least favourite out of the three. After the sacking, a new bar mate would join the team, and the same process continued the following week. The sackings took place live on ITV.\n\nThe show ran for six weeks. On the live final, viewers were asked to vote for the most successful celebrity bar manager. Dean Gaffney won with 49% of the vote. The prize he won was £15,000.\n\nScheduling\n\nA live show was broadcast each week for 6 weeks on ITV, and was presented by Donna Air and Matt Brown . During the show, highlights were shown and the celebrities were interviewed along with the sacked bar mate. In addition to the live show, The Club was also broadcast five nights a week on ITV2, and a highlights show aired on Saturday nights.\n\nPromotion and sponsorship\n\nThe club was aimed at young adult viewers. Galaxy Network radio teamed up with Carlton Television to promote the show. The Club's presenters, celebrity bar managers, and bar staff, all featured on the network's dance music stations when the show started, and Galaxy radio DJs managed the music decks at Nylon. Dooley's Vodka Toffee was signed up to sponsor the programme, which included a 15-second opening credit, six five-second break bumpers and a 10-second closing credit across ITV and ITV2. Off-air sponsorship activity, such as online and SMS promotion, also took place. The sponsorship deal was negotiated on behalf of ITV by Joe Blake-Turner at Carlton Sponsorship, with Mediacom. A Mediacom official said, \"Alcohol; bars; nightclubs -- the environmental fit between Dooley's and The Club is ideal. The reality TV aspect plus the celebrities will be core to delivering significant numbers of young adult viewers -- our key consumers. The timing of the campaign is important as it will drive sales during the post-Christmas sales dip\"."}
