{"url": "https://en.wikipedia.org/wiki/LGBTQ_rights_in_Djibouti", "content": "Lesbian, gay, bisexual, transgender, and queer (LGBTQ) people in Djibouti face legal challenges not experienced by non- LGBTQ residents. Although Djibouti does not explicitly criminalise homosexuality but criminalized obscene acts, LGBTQ persons still face stigmatization among the broader population.\n\nLegality of same-sex sexual activity\n\nThe legality of same-sex sexual activity is ambiguous in Djibouti . Although there is no law that mentions that same-sex sexual activity is legal or illegal, this doesn't prevent the authorities to prosecute the public display of same-sex sexual conduct under laws prohibiting attacks on “good morals\".\n\nDiscrimination protections\n\nLaw No. 119/AN/15/7L establishing a Credit Information System protects sexual orientation as sensitive data. According to the law, “Sensitive data” means \"personal data that relate to the private sphere of a natural person and may give rise to discriminatory behaviour towards that person or expose him or her to serious risks. Such sensitive data includes, among others, racial or ethnic origin, political, philosophical or religious opinions or trade union membership, as well as information relating to a person’s sexual orientation or health.\"\n\nAccording to the Human Dignity Trust, Djibouti has no legal protections against discrimination based on sexual orientation or gender identity, and same-sex sexual activity remains criminalized under the Penal Code, carrying a potential prison sentence of up to three years. The U.S. State Department also reports that there are no known laws prohibiting discrimination against LGBT individuals in any context, and that violence and social stigma are widespread.\n\nGovernment opinion\n\nIn June 2011, the UN Human Rights Council passed a resolution against human rights violations based on sexual orientation and gender identity (IGLHRC 17 June 2011; Human Rights Brief 10 Nov. 2011). Sources indicate that Djibouti voted against the resolution (ibid.; IGLHRC 17 June 2011).\n\nLiving conditions\n\nThe U.S. Department of State 's 2015 Human Rights Report found that \"there were no known reports of societal violence or discrimination based on sexual orientation. Societal norms did not allow for the public discussion of homosexuality, and persons did not openly acknowledge having a homosexual orientation.\""}
{"url": "https://en.wikipedia.org/wiki/Susan_Dimock", "content": "Susan Dimock (April 24, 1847 – May 7, 1875) was an American physician who earned her medical degree from the University of Zurich in 1871 and was subsequently appointed resident physician of the New England Hospital for Women and Children in 1872. The hospital, now known as the Dimock Community Health Center, was renamed in her honor after her death in the shipwreck of the SS Schiller in 1875.\n\nDimock is also remembered for becoming the first woman member of the North Carolina Medical Society.\n\nEarly life and education\n\nSusan Dimock was born on April 24, 1847 in Washington, North Carolina , the daughter of Henry Dimock and Mary Malvina Dimock (née Owens). She was a descendent of Thomas Dimock, who emigrated from England to Dorchester, Massachusetts in 1637 and later resettled in Barnstable, Massachusetts . Susan Dimock was a distant cousin of Ira Dimock (1827–1917), a silk manufacturer , and was also related to Henry F. Dimock , a New York City attorney associated with the Whitney family . Dimock's father, who was a native of Limington, Maine , was appointed headmaster of Roxbury High School in 1831, and was entirely self-educated. Later, he moved to North Carolina , where he taught school, studied law, was admitted to the bar association , and served as editor of the North State Whig . Dimock's mother was also a schoolteacher and supplemented their income by managing a hotel.\n\nAfter her father died in 1863, Susan Dimock was homeschooled by her mother. At the close of the American Civil War , she moved with her mother to Sterling, Massachusetts , where she attended a girls' school and undertook an ambitious reading of every medical textbook she could borrow. In the fall of 1865, she taught school at Hopkinton, Massachusetts .\n\nOn January 10, 1866, Dimock entered the New England Hospital for Women and Children , where she began to learn medicine by close observation in the wards and dispensary. She was also permitted to attend clinical rounds at Massachusetts General Hospital , and those of the Eye and Ear Infirmary.\n\nCareer\n\nWhen her application to Harvard Medical School was rejected, Dimock applied to medical schools in Europe and was admitted to the University of Zurich in Switzerland in 1868. She graduated with high honors in 1871 and her thesis was published the same year. During the final years of her studies, she lived with the family of her friend, fellow physician Marie Heim-Vögtlin , where she was reportedly very happy.\n\nDespite her unstable financial situation, Dimock decided to go to Vienna with fellow Zurich medical graduate Marie Bokowa for a few months, where she met Auguste Forel and C. E. Hoestermann. Dimock, Bokowa, Forel, and Hoestermann called themselves the Wiener Quartett (Vienna quartet) and planned on meeting again in July 1875 in Zurich. After her clinical studies in Vienna and Paris , Dimock returned to the United States.\n\nAs the all-male North Carolina Medical Society would only grant her honorary membership, Dimock rejoined the New England Hospital for Women and Children, where she was appointed resident physician on August 20, 1872. She greatly improved and increased the service of the hospital, in the course of which she opened the first graded school of nursing in the United States on September 1, 1872. She worked as a surgeon, developed a private practice in obstetrics and gynecology, and performed a number of important surgical operations, a number of which were mentioned in contemporary medical journals.\n\nDeath and legacy\n\nIn May 1875, Dimock and two of her closest friends, Caroline Crane and Elizabeth \"Bessie\" Greene (daughter of reformer William Batchelder Greene ), boarded the iron steamship SS Schiller , bound from New York to Plymouth and Hamburg. On 7 May 1875, Dimock, Greene, and Crane were among the 336 people who lost their lives when the SS Schiller hit the Retarrier Ledges off the Isles of Scilly near the Bishop Rock lighthouse in heavy fog. Dimock was 28 years old at the time of her death.\n\nHer gravestone at Forest Hills Cemetery , Boston, reads: \"Susan Dimock. Surgeon and physician to the New England Hospital for Women and Children.  Lost in the steamer Schiller on the Scilly rocks.  May 8  [ sic ], 1875\".\n\n\"At the time of her death, her loss was considered irreparable, as there were few, if any, among her sex endowed with the skill and qualified by the requisite training to take her place.\" - The National Cyclopaedia of American Biography , XIX:30 (1926)\n\nIn 1939, the North Carolina Department of Conservation and Development erected a historic marker in her honor. In 1996, the original marble gravestone was moved from Boston to St. Peter's Episcopal Church cemetery in Washington, North Carolina, because a group in Boston decided to replace it with a granite replica.\n\nThe New England Hospital for Women and Children, where Susan Dimock trained and worked, now bears her name as the Dimock Center, a multiservice agency including Dimock Community Health Center, behavioral health residential programs, and child and family services."}
{"url": "https://en.wikipedia.org/wiki/1993_AFL_season", "content": "The 1993 AFL season was the 97th season of the Australian Football League (AFL), the highest level senior Australian rules football competition in Australia, which was known as the Victorian Football League until 1989. The season featured fifteen clubs, ran from 26 March until 25 September, and comprised a 20-game home-and-away season followed by a finals series featuring the top six clubs.\n\nThe premiership was won by the Essendon Football Club for the 15th time, after it defeated Carlton by 44 points in the 1993 AFL Grand Final .\n\nFoster's Cup\n\nThe 1993 Foster's Cup saw Essendon 14.18 (102) defeat Richmond 11.13 (79) in the Grand Final.\n\nHome-and-away season\n\nRound 1\n\nRound 2\n\nRound 3\n\nRound 4\n\nRound 5\n\nRound 6\n\nRound 7\n\nRound 8\n\nRound 9\n\nRound 10\n\nRound 11\n\nRound 12\n\nRound 13\n\nRound 14\n\nRound 15\n\nRound 16\n\nRound 17\n\nRound 18\n\nRound 19\n\nRound 20\n\nRound 21\n\nRound 22\n\nLadder\n\nRules for classification: 1. premiership points; 2. percentage; 3. points for Average score: 105.1 Source: AFL Tables\n\nFinals series\n\nWeek one\n\nWeek two\n\nWeek three\n\nWeek four\n\nAwards\n\nNotable events\n\nSources"}
