{"url": "https://en.wikipedia.org/wiki/Jamie_Johnson_(TV_series)", "content": "Jamie Johnson is a British children's drama television broadcast on CBBC from 8 June 2016 to 17 November 2022, created by Dan Freedman and based on his novel series of the same name . The series followed the self-titled character, portrayed by Louis Dunn, as he negotiates secondary school and issues at home, along with being a talented footballer. A spin-off series, Jamie Johnson FC , set in the world of elite academy football, was released in 2023.\n\nThe show features several cameo appearances from footballers past and present, including Gary Lineker , Steph Houghton , Raheem Sterling , Luis Suárez and Vincent Kompany .\n\nSynopsis\n\nJamie Johnson is a seriously gifted footballer capable of going all the way. But after his dad walks out on them, Jamie and his mother are forced to move in with Jamie's grandfather, meaning Jamie has to start at a new school. He makes friends with Jack and Boggy but makes an enemy of Dillon and struggles to impress football coach, Mr Hansard.\n\nThe series has had many very special episodes , covering topics such as bullying , sexism , cheating , blackmail , relationships , diabetes , homelessness , multiple sclerosis , racism , crime and homophobia .\n\nThe plot is very loosely based on the storyline in the book series of the same name, written author by Dan Freedman, using some of the characters in the books.\n\nCast and characters\n\nEpisodes\n\nSeries 1 (2016)\n\nIn the series Jeremy is played by Jonathan Race and Jack Marshall is played by Olivia Lava. This would be the only time Jonathan Race and Olivia Lava are able to play these characters as they are replaced by Andrew Williams and Lenna Gunning Williams in the following series. Ian Reacher is played by Santiago Mosquera for only this series.\n\nJamie has to start at a new school mid-term. With his amazing football talent, Jamie should have no problem fitting in with the cool kids. But new friend, Jack, is disgusted when she witnesses Jamie being cruel to the geeky Boggy. Jamie eventually makes amends, but in the process makes a serious enemy in school bully Dillon. When the horrified Jamie witnesses his mother getting close to a colleague, it makes him all the more determined to track down his dad.\n\nSeries 2 (2017)\n\nIn this series, Jeremy is played by William Andrews now and Jack Marshall is now played by Lenna Gunning Williams due to the two previous actors being unable and/or unwilling to return to the programme. Ian Reacher is now played by William Fox in his first actual appearance.\n\nJamie is on a high - the video of him scoring against Tibbs has gone viral and he is the hero of Kingsmount. But all this attention goes to Jamie’s head when he forces the team to let him take a penalty and then misses it when he dares to do a Panenka. To make matters worse, it is Harry that eventually secures Kingsmount the match. After the game, Harry winds him up and Jamie quickly turns it into a fight.\n\nIt is Dillon’s first try-out at Hawkstone Academy and Jack is sent along to cover it for the school blog. Jack cannot stand seeing Dillon taking Jamie’s place and sets out to try and persuade the Hawkstone manager to give Jamie a chance. Dillon does well but is bullied by star player Jethro. Meanwhile, Jamie struggles to come to terms with the consequences of his actions and it is only when Mike gives him his beloved Book of Legends that Jamie finds the final piece of advice he needs.\n\nIt is Sports Personality of the Year time at Kingsmount and captain Dillon is confident of winning. Boggy finally has a date with online buddy, Nancy, and enlists Indira’s help to prepare. The date does not go as planned and Boggy feels humiliated, so his friends step in. The SPOTY trophy is in their sights, but who will eventually triumph?\n\nIt is Jamie’s first match back after his ban. He is determined to keep focused, but suddenly he seems to have distractions from all sides - not least the arrival of the son of Hawkstone’s latest international signing. But just as things are going well at home too - with him finally getting on with his mother’s boyfriend, Jeremy - there's a knock at the door.\n\nJack is desperate to play in midfield but has to work twice as hard as anyone else to prove her worth to Hansard and is furious when it seems that Hansard is playing an international football’s son, Michel Bernard, ahead of her. Jack vents her frustration at the team, but could this knock to morale cost them the semi-final? And what is Hawkstone Academy bully Jethro doing in the crowd?\n\nReeling from their semi-final defeat, the team are rallied when it seems Boggy might have unearthed some good news. Jack is still not being honest with Jamie about spending time with Michel. When he sees them together at a Hawkstone match, he feels betrayed - but Michel’s days at Kingsmount may be numbered. Jethro threatens Dillon; does he have no choice but to betray his teammates?\n\nKingsmount are through to the cup final at St. George’s Park, the home of the England National Team and the pressure is immense. Jamie is desperate to be scouted. Jethro puts more pressure on Dillon - will he go against his teammates? Will Hansard be forced to finally listen to Jack’s team tactics? And will Jamie finally be able to put his penalty-kick demons to rest?\n\nSeries 3 (2018)\n\nWhen Jamie’s trial with Foxborough Academy falls at the same time Kingsmount are due to defend the school cup, he convinces himself he can do both. But when he fails to make it to the Kingsmount game before kick-off, Hansard is forced to change his game plan. Has Jamie’s ego just cost everyone dearly?\n\nIndira is quick to spread gossip about Jamie’s dad, but when Boggy’s investigations throw doubt on Indira’s assumptions, she is left with a surprising dilemma. Has she got what it takes to be a true friend?\n\nThings go from bad to worse as Jamie turns his back on his friends to hang out with Jethro. Even Jack gets the cold shoulder as she sets off to play with England’s Lionesses. Could Boggy be right that Jamie’s actions are a deliberate ploy to get himself kicked out of Foxborough?\n\nJack and Zoe go head to head for a place at Archfield Women’s Academy, whilst Jamie helps Boggy get Phoenix’s sponsor back on board. But when the sponsor makes it clear they are only interested if he is in, Jamie makes a promise he might regret.\n\nIt is time for Jamie to say goodbye to Jack and decide whether he is signing for Premier League Foxborough or staying with grassroots club Phoenix. Jamie knows where his heart lies, but is he ready for either decision?\n\nSeries 4 (2019)\n\nNew pitch, new coach, new rivals. No Jack. Jamie is haunted by Jack’s absence from his life, but determined to make the best of Phoenix’s new circumstances. But although playing in a real stadium at Goodfield Park, home of non-league club Northport Rovers, sounds really cool, Jamie’s less impressed by the threadbare playing surface and their rundown training pitches.\n\nJamie proves himself as captain, but at what cost? He is determined to prove that he has what it takes to lead the Phoenix under-14s to the Gothia Cup. He sets out to impress Molly, but he goes about it in completely the wrong way, despite a trust exercise which Molly makes the team do, in training he once again plays selfishly, which alienates his teammates. Then Wozza turns up late and announces that he is quitting the team. Jamie lays into him. This leads Molly to give Jamie a major dressing down. Being captain is not just about what you do on the pitch, it is everything else off the pitch as well, respecting your teammates and setting an example. Note : Wozza departs in this episode, but he returns 8 episodes later.\n\nBoggy leads the search for a new U14 goalkeeper, but neglects girlfriend, Nancy, while Alba helps Mike motivate the rest of the misbehaving U12s.\n\nUnder their father’s influence, Dillon and Liam seek to assert themselves in very different ways. But who will stand up for what's right when push comes to shove?\n\nDillon is adamant he is not going to Sweden, but can Jamie persuade him to change his mind? And what will the team make of Duncan’s last-minute addition.\n\nBoggy forces Duncan to come clean as Phoenix play well and make it through to the semi-finals. But when the referee makes a bad decision, Jamie is left with a huge moral dilemma.\n\nSeries 5 (2020)\n\nBoggy visits Jamie in hospital and tries to cheer him up after his accident. They reflect on the events that led Jamie to this point, before another old friend comes to visit.\n\nNew arrival Elliot makes waves at Phoenix and leaves Alba fuming. Can she control her temper and lead Phoenix to a much-needed win? Elsewhere, Duncan tries to make amends.\n\nNew girl Kat joins the Phoenix U16s, but tensions soon mount between her and Zoe, while Liam rejoins the U14s, claiming he has changed - but has he really?\n\nDillon and Elliot meet to discuss what happened after the cup final. Dillon is worried about what will happen if anyone else finds out, especially his dad.\n\nJamie rises up the rankings as a football gamer and faces off against a mystery opponent. Meanwhile, Freddie’s plans for a fun day out are scuppered when Eric brings along a new friend.\n\nJamie goes to a football gaming tournament, risking his future with Hawkstone but hoping to unmask his mystery opponent. Meanwhile, can the U13s settle their differences?\n\nWith the gaming final looming, Jamie faces a huge choice: does he want to be a footballer or a football gamer? And can Dillon reveal his secret to the others?\n\nNote : Jethro guest appears in this episode.\n\nSeries 6 (2021)\n\nAll episode of the series were released in the BBC iPlayer on Monday and each episode was aired on CBBC on Mondays and Tuesdays at 5.00pm.\n\noverall\n\nseries\n\nNotes : First appearances of Bex, Finn, Zeph, Nico, Jackson, Billy and Jess Christie.\n\nNote : First appearance of Jake Wilson.\n\nNote : First appearance of Sam.\n\nNote : Guest appearances of Dillion Simmonds, Jack Marshall, Walter Worthington and Elliot. Note : Last appearances of Dillion Simmonds, Jack Marshall, Walter Worthington and Aisha.\n\nNote : Guest appearance of Elliot. Note : Last appearance of Elliot.\n\nSeries 7 (2022)\n\nEach episode was released every Wednesday and Thursday at 6:00pm on the CBBC channel and also released on BBC iPlayer after the original airings on the CBBC channel.\n\nOverall\n\nseries\n\nNote: First appearance of Karim.\n\nNote : First appearances of Maddy Kingston and Mukki Hamid.\n\nNote : First appearance of Uzma.\n\nNote : Last appearance of Maddy Kingston.\n\nNote : Guest appearance of Mr Hilary Hansard. Note : Last appearance of Mr Hilary Hansard.\n\nGothia Cup\n\nFor the fourth series, the team competed in the Gothia Cup , an international youth football tournament, which has featured several footballers, including Alan Shearer , Andrea Pirlo and Zlatan Ibrahimovic . Matches filmed for the show were mostly real contests, with the actors from the show competing in the tournament. Phoenix FC won six matches in four days, scored 25 goals, conceded just seven, and reached the quarter-finals out of 195 teams, with a squad of just twelve. The team arrived in Sweden having never played a competitive game before and having never previously met some of the cast.\n\nPhoenix FC's run at the tournament was documented in the series four episode The Real Gothia Cup , with Louis Dunn, Lenna Gunning Williams, Patrick Ward, Maddie Murchinson, Jermaine Johnson and Ellie Botterill sharing their memories of the fairytale run.\n\nProduction\n\nCast members were hired for places on the team from both acting and local schools. Many episodes of the series feature cameos from current and former professional footballers specifically for the show, due to the series being produced by the BBC. Since series four, the production has taken place in Wales.\n\nConception\n\nThe plot is loosely based on the series of books by Dan Freedman about a schoolboy footballer experiencing family issues and playing for the school team. In 2011, the book Born to Play was published as a prequel to the series, establishing the title character, Jamie Johnson, and his estranged parents."}
{"url": "https://en.wikipedia.org/wiki/Laurel_Futurity_Stakes_top_three_finishers", "content": "This is a listing of the horses that finished in either first, second, or third place and the number of starters in the Laurel Futurity Stakes , an American stakes race for two-year-olds at 1-1/16 miles (8.5 furlongs) on the turf held at Laurel Park Racecourse in Laurel, Maryland . (List 1921–present)\n\nA # designates that the race was run in two divisions in 1922."}
{"url": "https://en.wikipedia.org/wiki/Cris_Gunther", "content": "Cris Gunther is an American singer - songwriter .  His original song \" Never Give Up \" was chosen by Madonna to be a feature in her global digital arts initiative, Art-For-Freedom and won the Best Message Song / Social Impact award from the Hollywood Music in Media Awards .\n\nCareer\n\nGunther was born in Beckley , West Virginia. Singing in a Pentecostal church choir at the age of nine, he started his performing career in nightclubs and talent competitions. Gunther's father, Terry Gunther, was a professional Country /Pop/ Gospel singer and songwriter in the 1980s & 1990s. He performed at The Memorial Service For Miners in Beckley , West Virginia, in April 2010, where President Barack Obama was the keynote speaker.\n\nAs a teenager, Gunther moved to New York City where he attended Marymount Manhattan College to study theatre and psychology. While there, he played a San Patricio Soldier in The History Channel's 2006 TV movie ' The Mexican-American War '.\n\nDiscovering his passion for music, Gunther spent the next few years writing and recording music demos. He was chosen to perform in a Songwriters Hall Of Fame Showcase in New York City. In 2007, Gunther released his debut, independent album, Fall into the Open via iTunes , with the participation of producer/writer, Fab Dupont on the track, \"Fools Gold\"; and also in collaboration with Mic Murphy on the tracks, \"Gotta Give\", \"Sacred Sexuality\", and the Kylie Minogue cover, \" Turn It into Love \". The rest of the album was co-written and co-produced with producer/songwriter and film composer, Tim K .\n\nIn October 2010, Gunther performed seventeen shows for his debut tour sponsored by Cultura Inglesa .\n\nGunther reached No. 1 on Reverbnation's Pop Chart for Belo Horizonte , Brazil; and the Brazilian national Top 5. Cris Gunther's original, unreleased composition, \"They Need Love\" was rated No. 1 for 3 weeks in June 2015 on ISINA.\n\nOn April 7, 2016, actor Jared Leto selected Gunther's song, \"204\" to be a feature on his Carrera World Eyewear Maverick campaign website.\n\nIn 2017, the inaugural talent show of ex- American Idol judge Randy Jackson , along with Babyface , Kenny G , and Walter Afanasieff selected Gunther to be one of only 15 applicants selected out of more than 30,000 from around the world to compete in the ISINA competition. He was then announced as one of the winners on April 2, 2018, and his song, \"Compass Love\" was announced as one of the songs to appear on a new soon-to-be-released Netflix series soundtrack and to be released for streaming by ISINA Music/ Warner Bros. Records .\n\nIn 2024, Gunther's song \"Beatific\" received a nomination at the Hollywood Independent Music Awards in the Rock/Pop category.\n\nDiscography\n\nAlbums"}
