{"url": "https://en.wikipedia.org/wiki/Crassispira_asthenes", "content": "Crassispira (Crassiclava) asthenes Faber, 2007 · accepted, alternate representation\n\nCrassispira asthenes is a species of sea snail , a marine gastropod mollusk in the family Pseudomelatomidae .\n\nDescription\n\nDistribution\n\nThis marine species occurs off the Lesser Antilles .\n\nThis Pseudomelatomidae -related article is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/1939_Drexel_Dragons_football_team", "content": "1939 Drexel Dragons football team represented Drexel Institute of Technology—now known as Drexel University as a member of the Eastern Pennsylvania Collegiate Conference during the 1939 college football season . Led by 13th-year head coach Walter Halas , the Dragons compiled an overall record of 3–5–1 with a mark of 0–1–1 in conference play, tying for fourth place at the bottom of the Eastern Pennsylvania Collegiate Conference standings.\n\nDrexel was ranked at No. 435 in the final Litkenhous Ratings for 1939.\n\nSchedule\n\n\n\nRoster\n\nThis college football 1939 season article is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Geothermal_power_in_Germany", "content": "Geothermal power in Germany is expected to grow, mainly because of a law that benefits the production of geothermal electricity and guarantees a feed-in tariff . Less than 0.4 percent of Germany 's total primary energy supply came from geothermal sources in 2004. But after a renewable energy law that introduced a tariff scheme of EU €0.15 [US $0.23] per kilowatt-hour (kWh) for electricity produced from geothermal sources came into effect that year, a construction boom was sparked and the new power plants are now starting to come online.\n\n21st century power plants\n\nThe first German geothermal power plant was built in 2003 in Neustadt-Glewe located in northern Germany. This power plant implements Organic Rankine cycle (ORC) technology and has an electricity output of 230 kW. At the same site, a geothermal heat plant built in 2015 is still in operation, it has a geothermal heat output of just 4 MW.\n\nA second geothermal ORC power plant went operational in 2007 in Landau , south Germany. It is operational all-year-round, generating 3 MW of electricity. Shortly after, a third geothermal power plant went operational in Unterhaching , south Germany. This geothermal power plant uses the Kalina process , has a thermal capacity of 38 MW, and supplies the district heating system with heat.\n\nSustainability\n\nIn the same year (2003) the TAB (bureau for technological impact assessment of the German Bundestag ) concluded that Germany's geothermal resources could be used to supply the entire base load of the country. This conclusion has regard to the fact that geothermal sources have to be developed sustainably because they can cool out if overused."}
