{"url": "https://en.wikipedia.org/wiki/List_of_Daimler_cars", "content": "The following is a list of motor cars manufactured by the Daimler Company and its successors.\n\nVeteran (prior to 1904)\n\nAll Veteran Daimlers had side valves and chain drive except the Critchley Light car , which had belt drive.\n\n1904 Royal car (TB22) to the Prince of Wales\n\nEdwardian (1905–1918)\n\nDuring the Edwardian era, Daimler licensed and developed the Knight sleeve-valve system . Also during this era, Daimler switched from chain to shaft drive, first using conventional bevel gears, and then, from 1909, using worm gears.\n\nVintage (1919–1930)\n\nAll Vintage Daimlers had sleeve valves and worm final drive.\n\n1930s\n\nDaimler had introduced their patented Daimler Fluid Flywheel matched with Wilson preselector gearboxes across the range by the beginning of this decade. New engines returned to poppet valves, worm final drive continued throughout the decade into the 1950s.\n\nrigid front axle with semi-elliptic springs\n\nMilitary vehicles\n\nPost-WWII BSA (1945–1960)\n\nDaimler returned to bevel gear final drive with the big cars of 1946 and later replaced their fluid flywheel and epicyclic gearbox with Borg-Warner automatic transmissions.\n\nOwned by Jaguar (1960–1966)\n\nBSA sold Daimler to Jaguar in 1960. Development of Daimler cars continued, but some \"Daimler-ised\" Jaguars were introduced as well.\n\nOwned by BMC/BMH/British Leyland/Austin Rover (1966–1984)\n\nOwned by Jaguar (1984–1989)\n\nOwned by Ford (1989–2007)\n\nNotes\n\nCitations\n\nSources"}
{"url": "https://en.wikipedia.org/wiki/1924%E2%80%9325_Dundee_F.C._season", "content": "The 1924–25 season was the thirtieth season in which Dundee competed at a Scottish national level, playing in Division One , where they would finish in 8th place. Dundee would also compete in the Scottish Cup , where they would make it all the way to the final for the second time in their history. Despite David McLean putting the Dee ahead at half-time, they would concede two late goals and be defeated in the final by Celtic .\n\nScottish Division One\n\nStatistics provided by Dee Archive .\n\nLeague table\n\nScottish Cup\n\nStatistics provided by Dee Archive .\n\nPlayer statistics\n\nStatistics provided by Dee Archive"}
{"url": "https://en.wikipedia.org/wiki/Velayos", "content": "Velayos is a municipality located in the province of Ávila , Castile and León , Spain . According to the 2006 census ( INE ), the municipality has a population of 235 inhabitants.\n\nThis article about a location in the province of Ávila, Spain, is a stub . You can help Wikipedia by expanding it ."}
