{"url": "https://en.wikipedia.org/wiki/John_de_Coupland", "content": "John de Coupland (died 1363), also known as John Copeland , was the squire from Northumberland who captured David II of Scotland after the Battle of Neville's Cross in 1346. He was knighted for his actions, becoming a powerful figure in the north of England. However, his ruthless pursuit of power produced many enemies. He was ambushed and killed in 1363.\n\nCapture of David II\n\nJohn de Coupland captured David II in the aftermath of the Battle of Neville's Cross on 16 October 1346. Sources state that David had been seriously wounded, struck by two arrows in the head, but attempted to fight off Coupland and managed to knock out two of his teeth. Upon David's capture, Coupland rode away from the site for 15 leagues until he came to a castle in Ogle. There he secured his prisoner.  When Queen Philippa heard of David's capture, she requested that Coupland bring him to her at once.  Coupland refused, stating he would only surrender his prisoner to the King of England himself.  Philippa then wrote to King Edward III, who was in Calais, to inform him of Coupland's actions.  The king then summoned Coupland to Calais.  Coupland secured David in a castle, rode to Dover then continued to Calais by sea.\n\nWhen Coupland met with Edward, he explained that he meant no offense to the Queen but that his oath was to the King alone, thus his refusal to turn David over to the Queen.  The King recognized that Coupland's deed outweighed his trespass and told him to return to England and give David to the Queen. The king then rewarded Coupland by making him a knight banneret and giving him £500 a year for the rest of his life, along with £100 for remaining with the King with 20 men-at-arms. Coupland then returned to England , gathered his men and took David to the Queen at York. The Queen was content and took David for imprisonment in the Tower of London .  David remained a prisoner of war for eleven years.\n\nCoupland's titles & land\n\nRecords indicate that Coupland was in the King's service as early as 1339 when he was granted £20 annuity for this service.  He continued in the King's service after the capture of David II and from 1347 to his death, was the Constable of Roxburgh Castle and Sheriff of Roxburghshire . For much of that time the English did not control Roxburghshire except for the castle, so the title was merely de facto during that period. Other titles include:\n\nThere were often disruptions in his service, indicating that Coupland had transgressed in various ways, but he was never publicly disgraced.\n\nRecords also indicate that after his good fortune with the capture of David, John and his wife Joan became major landowners in Northern England along the Scottish border.\n\nDeath\n\nOn 20 December 1363 Coupland was attacked and killed while crossing Bolton Moor. Nine of the attackers wielded lances and eleven were archers. The King ordered an inquiry to determine the cause of the attack and to arrest Coupland's murderers. The inquiry resulted in the naming of several involved individuals: John de Clifford, Thomas de Clifford, Thomas Forster and others.  It was determined that it was a premeditated attack but the motive was not known. All involved were believed to have fled to Scotland , thus they were not arrested.\n\nThe King then ordered another inquiry the following year to attempt to arrest the murderers yet again.  This inquiry led to the arrest of those who aided and abetted the named murderers.  However, they were released after making payments to the King.  The final and third inquiry was a general inquiry into the crimes in all of Northumberland.  This resulted in more fines payable to the King and a pardon as well, except for those who committed treason or were responsible for the death of John de Coupland.  This was the end of the inquiries and the murderers were never caught, leading to continuing debate about the motive for Coupland's death.\n\nCoupland certainly had many enemies in the north of England. Michael A. Penman writes that,\n\nCoupland's infamous and ruthless pursuit of land, revenues and power in northern England betrayed a character driven by self-interest, a hard-man whom the English crown had been forced to replace in office periodically in the face of complaints about his role as escheator. Coupland had already clashed with William, earl of Douglas, since 1353, being especially angered by the earl’s seizure of Selkirk forest, Hermitage Castle and Liddesdale.\n\nKing David had recently been released and returned to Scotland. Coupland was an opponent of peace with Scotland, and was seen as a hardliner who profited from war. Penman does not rule out David's involvement in his former captor's death. Coupland would have to be \"pacified or otherwise neutralised\" to ensure a peace deal.\n\nIn literature\n\nAs \"John Copland\" he appears in the Elizabethan play Edward III , in which he gives a series of chivalric speeches defending his honour."}
{"url": "https://en.wikipedia.org/wiki/Ingar_Bratseth-Kiplesund", "content": "Ingar Bratseth-Kiplesund (born 15 November 1996) is a Norwegian long jumper and triple jumper . He broke the Norwegian national record in the long jump in 2019 and improved it further to 8.21 metres in 2023.\n\nPersonal life\n\nKiplesund comes from an athletics family, as his mother Hildegunn had two uncles, Sigurd and Lars Magne Haugland, who were top Sunnhordland athletes in the 1960s, with Lars having an 11.2 100 metres personal best on a gravel track. His second cousin is Synne Eikeland , a top Norwegian 400 m hurdler. Around 2020, Kiplesund married the daughter of top Norwegian footballer Rune Bratseth and changed his name to Ingar Bratseth-Kiplesund.\n\nCareer\n\nIn 2016, Kiplesund broke Nils Uhlin Hansen 's Norwegian circuit record of 7.54 m dating back to 1939, with a 7.63 m jump.\n\nKiplesund won the 2017 Copenhagen Athletics Meeting, a European Athletics Classic Permit Meeting, with a 7.62 m leap. At the 2017 European Athletics Team Championships , Kiplesund placed 3rd in the First League long jump, contributing to a 6th-place team finish that saw Norway maintain its First League standing. His mark of 7.74 m made some consider him a medal contender for the 2017 European U23 Championships . At the U23 Championships, Kiplesund qualified for the finals and finished 5th. Kiplesund finished his 2017 championship season at the 2017 World University Games , where he qualified for the finals but finished last (12th) after only registering one of his first three jumps.\n\nIn early 2018, Kiplesund moved to the United States and competed briefly on the Tennessee Volunteers men's track and field team, with only one year of results recorded. He won his first senior triple jump national title at the 2018 Norwegian Athletics Championships , with a mark of 14.83 m representing Trondheim Friidrett [ no ] . It was a personal best in his first triple jump competition in two years, and was touted as \"revenge\" after losing the long jump earlier in the competition.\n\nOn 6 July 2019, Kiplesund won the Triveneto European Athletics Area Permit Meeting with a 7.72 metres leap. Kiplesnd placed 7th in the finals of the 2019 World University Games , and after winning the 2019 Norwegian Athletics Championships long jump title he placed 3rd again in the First League 2019 European Athletics Team Championships .\n\nOn 17 August 2019, Kiplesund broke the long-standing Norwegian long jump record at a meeting in Sierra Nevada . His top three jumps were 8.10 m, 8.08 m, and 8.04 m – all three above the previous record of 8.02 m set by Kristen Fløgstad in 1973. The long jump record was the third oldest Norwegian record at the time of breaking.\n\nKiplesund won the long jump at the 2020 Norwegian Indoor Athletics Championships , and won silver medals in both horizontal jumps at the 2020 Norwegian Athletics Championships . Due to the COVID-19 pandemic , his international season was cut short.\n\nKiplesund competed at his first senior European Championships at the 2022 edition . At the championships, Kiplesund barely qualified for the finals as the last mark in, and then in the finals he did not register a legal jump.\n\nAt the 2023 Botswana Golden Grand Prix, Kipselund improved his personal best and national record to 8.21 metres. Due to a technical issue with the TV broadcast, the jump was not recorded but was still considered valid. Kiplesund competed at his first World Championships in 2023 , where he did not advance to the finals and placed 31st overall with a 7.47 m jump. On his last jump, he completely missed the plank.\n\nStatistics\n\nPersonal bests"}
{"url": "https://en.wikipedia.org/wiki/Tietze%27s_graph", "content": "In the mathematical field of graph theory , Tietze's graph is an undirected cubic graph with 12 vertices and 18 edges.\nIt is named after Heinrich Franz Friedrich Tietze , who showed in 1910 that the Möbius strip can be subdivided into six regions that all touch each other – three along the boundary of the strip and three along its center line – and therefore that graphs that are embedded onto the Möbius strip may require six colors . The boundary segments of the regions of Tietze's subdivision (including the segments along the boundary of the Möbius strip itself) form an embedding of Tietze's graph.\n\nRelation to Petersen graph\n\nTietze's graph may be formed from the Petersen graph by replacing one of its vertices with a triangle. Like the Tietze graph, the Petersen graph forms the boundary of six mutually touching regions, but on the projective plane rather than on the Möbius strip. If one cuts a hole from this subdivision of the projective plane, surrounding a single vertex, the surrounded vertex is replaced by a triangle of region boundaries around the hole, giving the previously described construction of the Tietze graph.\n\nHamiltonicity\n\nBoth Tietze's graph and the Petersen graph are maximally nonhamiltonian : they have no Hamiltonian cycle , but any two non-adjacent vertices can be connected by a Hamiltonian path . Tietze's graph and the Petersen graph are the only 2-vertex-connected cubic non-Hamiltonian graphs with 12 or fewer vertices.\n\nUnlike the Petersen graph, Tietze's graph is not hypohamiltonian : removing one of its three triangle vertices forms a smaller graph that remains non-Hamiltonian.\n\nEdge coloring and perfect matchings\n\nEdge coloring Tietze's graph requires four colors; that is, its chromatic index is 4. Equivalently, the edges of Tietze's graph can be partitioned into four matchings , but no fewer.\n\nTietze's graph matches part of the definition of a snark : it is a cubic bridgeless graph that is not 3-edge-colorable. However, most authors restrict snarks to graphs without 3-cycles, so Tietze's graph is not generally considered to be a snark. Nevertheless, it is isomorphic to the graph J 3 , part of an infinite family of flower snarks introduced by R. Isaacs in 1975.\n\nUnlike the Petersen graph, the Tietze graph can be covered by four perfect matchings . This property plays a key role in a proof that testing whether a graph can be covered by four perfect matchings is NP-complete .\n\nAdditional properties\n\nTietze's graph has chromatic number 3, chromatic index 4, girth 3 and diameter 3.  The independence number is 5. Its automorphism group has order 12, and is isomorphic to the dihedral group D 6 , the group of symmetries of a regular hexagon (including both rotations and reflections).  This group has two orbits of size 3 and one of size 6 on vertices, and thus this graph is not vertex-transitive .\n\nGallery\n\nNotes"}
