{"url": "https://en.wikipedia.org/wiki/National_Register_of_Historic_Places_listings_in_Obion_County,_Tennessee", "content": "This is a list of the National Register of Historic Places listings in Obion County, Tennessee .\n\nThis is intended to be a complete list of the properties and districts on the National Register of Historic Places in Obion County , Tennessee , United States .  Latitude and longitude coordinates are provided for many National Register properties and districts; these locations may be seen together in a map.\n\nThere are 16 properties and districts listed on the National Register in the county.  Another 4 properties were once listed but have been removed.\n\nDownload coordinates as:\n\nThis National Park Service list is complete through NPS recent listings posted August 8, 2025.\n\nCurrent listings\n\nFormer listing"}
{"url": "https://en.wikipedia.org/wiki/1967%E2%80%9368_Moroccan_Throne_Cup", "content": "The 1967–68 season of the Moroccan Throne Cup was the 12th edition of the competition.\n\nRacing de Casablanca won the cup, beating Raja de Casablanca 1–0 in the final, played at the Stade d'honneur in Casablanca . Racing de Casablanca won the title for the first time in their history. It was also the first final to be a derby, where both clubs come from the same city.\n\nTournament\n\nLast 16\n\nQuarter-finals\n\nSemi-finals\n\nFinal\n\nThe final took place between the two winning semi-finalists, Racing de Casablanca and Raja de Casablanca , on 14 July 1968 at the Stade d'honneur in Casablanca ."}
{"url": "https://en.wikipedia.org/wiki/1991_All-Pro_Team", "content": "The 1991 All-Pro Team is composed of the National Football League players that were named to the Associated Press , Newspaper Enterprise Association , Pro Football Writers Association , Pro Football Weekly , and The Sporting News All-Pro Teams in 1991. Both first and second teams are listed for the AP and NEA teams. These are the five teams that are included in Total Football II: The Official Encyclopedia of the National Football League .\n\nTeams\n\nKey"}
