{"url": "https://en.wikipedia.org/wiki/Morris%E2%80%93Lecar_model", "content": "The Morris–Lecar model is a biological neuron model developed by professors Catherine Morris and Harold Lecar to reproduce the variety of oscillatory behavior in relation to Ca and K conductance in the muscle fiber of the giant barnacle . Morris–Lecar neurons exhibit both class I and class II neuron excitability.\n\nHistory\n\nCatherine Morris (b. 1949) is a Canadian biologist. She won a Commonwealth scholarship to study at Cambridge University , where she earned her PhD in 1977. She became a professor at the University of Ottawa in the early 1980s. As of 2015, she is an emeritus professor at the University of Ottawa. Harold Lecar (18 October 1935 – 4 February 2014) was an American professor of biophysics and neurobiology at the University of California Berkeley . He graduated with his PhD in physics from Columbia University in 1963.\n\nExperimental method\n\nThe Morris–Lecar experiments relied on the voltage clamp method established by Keynes et al. (1973).\n\nLarge specimens of the barnacle Balanus nubilus (Pacific Bio-Marine Laboratories Inc., Venice, California) were used. The barnacle was sawed into lateral halves, and the depressor scutorum rostralis muscles were carefully exposed. Individual fibers were dissected, the incision starting from the tendon. The other end of the muscle was cut close to its attachment on the shell and ligatured. Isolated fibers were either used immediately or kept for up to 30 min in standard artificial seawater (ASW; see below) before use. Experiments were carried out at room temperature of 22 C .\n\nPrincipal assumptions\n\nAmong the principal assumptions are these:\n\nPhysiological description\n\nThe Morris–Lecar model is a two-dimensional system of nonlinear differential equations .  It is considered a simplified model compared to the four-dimensional Hodgkin–Huxley model .\n\nQualitatively, this system of equations describes the complex relationship between membrane potential and the activation of ion channels within the membrane: the potential depends on the activity of the ion channels, and the activity of the ion channels depends on the voltage. As bifurcation parameters are altered, different classes of neuron behavior are exhibited. τ N is associated with the relative time scales of the firing dynamics, which varies broadly from cell to cell and exhibits significant temperature dependency.\n\nQuantitatively:\n\nwhere\n\nNote that the M ss and N ss equations may also be expressed as M ss = (1 + exp[−2( V − V 1 ) / V 2 ]) and N ss = (1 + exp[−2( V − V 3 ) / V 4 ]) , however most authors prefer the form using the hyperbolic functions.\n\nVariables\n\nParameters and constants\n\nBifurcations\n\nBifurcation in the Morris–Lecar model have been analyzed with the applied current I , as the main bifurcation parameter and φ , g Ca , V 3 , V 4 as secondary parameters for phase plane analysis."}
{"url": "https://en.wikipedia.org/wiki/Andrea_Donaldson", "content": "Andrea Donaldson is a Canadian theatre director and dramaturge. She is the current artistic director of Nightwood Theatre and was formerly the program director of Nightwood's Write From the Hip program.\n\nEarly life\n\nDonaldson attended the Claude Watson School for the Arts for high school. She later attended the School for Contemporary Arts at Simon Fraser University and graduated with a BFA in theatre.\n\nCareer\n\nFrom 2012 to 2016, Donaldson was the assistant/associate artistic director of Tarragon Theatre . Donaldson has directed several plays with Tarragon including Anna Chatterton 's Within The Glass (2016) and Arun Lakra's Sequence (2017) .\n\nDonaldson participated in the Stratford Festival 's Michael Langham Workshop for classical direction in 2012 and 2013. As part of the program, she assistant directed The Matchmaker and Othello . For her work at Stratford, Donaldson was awarded the Jean Gascon Award.\n\nFrom 2014 to 2019, Donaldson was the program director of Nightwood Theatre's script development program Write From the Hip. As part of Write From the Hip, Donaldson helped to develop Rose Napoli 's Lo (or Dear Mr. Wells) which she later directed as part of Nightwood's regular season in 2017. Donaldson also developed Jane Doe's Grace and then and directed it for Nightwood's main season . In 2019, Donaldson replaced Kelly Thornton as artistic director of Nightwood Theatre.\n\nOutside of Nightwood and Tarragon, Donaldson has directed Howard Barker 's The Possibilities (2004), Erin Shields ’ The Unfortunate Misadventures Of Masha Galinski (2007) and Beautiful Man (2019), and Harold Pinter 's Betrayal (with Soulpepper , 2019).\n\nDonaldson is also an actor and has played such roles as the Prince in Shakespeare in the Ruff's 2016 production of Romeo & Juliet . In addition, she sometimes teaches directing at the National Theatre School of Canada .\n\nPersonal life\n\nDonaldson is married to Rob Baker. She has a son, Theodore Fitz.\n\nAwards"}
{"url": "https://en.wikipedia.org/wiki/Jacqueline_Mayence-Goossens", "content": "Jacqueline Mayence-Goossens (born 14 September 1932) is a former Belgian politician. She was a Senator in the Senate of Belgium from 1979 until 1999 and a member of the Liberal Reformist Party . She also served as a member of the Parliament of Wallonia and the Minister of Housing and Information Technology in the Government of Wallonia .\n\nEarly life\n\nMayence-Goossens was born on 14 September 1932 in Aarschot . She received a degree in political and diplomatic sciences from the Université catholique de Louvain in 1955. She married the lawyer Philippe Mayence, who was a candidate for presidency of the Christian Social Party in the 1970s. The couple had three children. From 1970, she was a member of the Interuniversity Centre for Continuing Education.\n\nShe helped organise service for the 1958 Universal Exhibition. She served as an advisor for the Confederation of Family Organisations in the European Union (COFACE) while working as a chair for the organisation Connaissance et Vie d'Aujourd'hui.\n\nPolitical career\n\nMayence-Goossens was first elected in October 1979, as the district councillor for Charleroi , a position that she held until 1988 and then again from 1995 to 2000. She served as a representative of the Liberal Reformist Party (PRL). She was elected to the Senate of Belgium in the 1978 general election as a directly elected senator for the Charleroi-Thuin district, a position that she held until 1995. She was a member of the Senate commissions on foreign affairs, foreign trade, development co-operation and public health. She also served as the deputy campaigns officer for the Senate Environmental Commission. She was active in the Senate debate on the partial decriminalisation of abortion and signed the first bill proposed by Senators Lucienne Herman-Michielsens and Roger Lallemand . She proposed various amendments to legally define the concept of 'distress' in relation to abortion.\n\nIn 1980, the Special Act of 9 August 1980 was enacted which implemented Article 107 quarter of the Constitution of Belgium and created the first permanent regional assemblies in Belgium. When the Parliament of Wallonia was established and the 131 elected representatives met in Wépion on 15 October 1980 for the first time, she was one of only eight female members and the only woman elected from the PRL. She remained active in politics in the region, replacing André Bertouille [ fr ] as the Minister of Housing and Information Technology in the Government of Wallonia from 1983 to 1985. She was the first woman to hold a ministerial position in Wallonia. While a minister, she passed the legislation which governs the Société wallonne du logement [ fr ] , the local housing association for Wallonia, which was created as part of the constitutional change in August 1980.\n\nWhen the new federal government led by Wilfried Martens and Jean Gol was elected, Mayence-Goossens was appointed as the Secretary of State for Development Cooperation, which was a department attached to the Ministry of Foreign Affairs , a position that she held from 1981 to 1983. She also served as a member of the Cultural Council of the French Cultural Community from 1978 to 1980 and as a member of the Council of the French Community from 1980 to 1985. She served as the vice president of the PRL from 1986 to 1990. She was re-elected to the Senate in the 1995 general election as the directly elected senator for the French-speaking electoral group.\n\nHonours and awards\n\nShe was honoured as a Grand Officer in the Order of Leopold in May 1995. She also received a Grand Cross of the Order of the Sun of Peru on 11 April 1983 and a Grand Cross of the Order of the Half Moon in Comoros ."}
