{"url": "https://en.wikipedia.org/wiki/2000_Mozambique_flood", "content": "The 2000 Mozambique flood was a natural disaster that occurred in February and March 2000. The catastrophic flooding was caused by heavy rainfall caused by Cyclone Leon-Eline that lasted for four weeks and made many homeless. Approximately 800 people died, 1400 km of arable land was affected and 20,000 head of cattle and food were lost. It was the worst flood in Mozambique in 50 years.\n\nMeteorological history\n\nIn October and November 1999, heavy rainfall affected Mozambique, followed by a period of heavy rainfall in January 2000. By the end of January 2000, the rains caused the Incomati , the Umbeluzi , and the Limpopo rivers to exceed their banks, inundating portions of the capital Maputo . At Chókwè , the Limpopo River reached a level of 6 m (20 ft) on January 24, twice its normal level. Some areas received a year's worth of rainfall in two weeks. The resultant floods were considered the worst to affect the nations since 1951.\n\nFlooding was beginning to recede in late February by the time Cyclone Eline made landfall. Eline was a long-lasting tropical cyclone that struck near Beira at peak intensity on February 22. By the end of February 2000, the situation was considered the country's worst natural disaster in a century.\n\nImpact\n\nBy late February, the flooding had already caused increases in malaria and diarrhea . Flooding also disrupted water supply and covered roads, with the primary north-south highway cut in three locations. Widespread areas were inundated, which displaced about 220,000 people, and killed about 150 people before Eline struck.\n\nThe combined effects of the preceding floods and Eline left about 463,000 people displaced or homeless, including 46,000 children five years old or younger. Overall, the preceding floods and Eline caused about 700 deaths, half in Chokwe. with damage estimated at $500 million (2000 USD). The cyclone and the floods disrupted much of the economic progress Mozambique had made in the 1990s since the end of its civil war .\n\nAftermath\n\nBefore the arrival of Eline, the government of Mozambique appealed to the international community for assistance in response to the flooding, and countries were beginning to provide relief. Mozambique's president at the time, Joaquim Chissano , requested for additional aid after Eline struck, asking for $65 million for both reconstruction and emergency aid, and later increasing the request to $160 million. By March 17, various countries had pledged $119 million to Mozambique. By March 4, 39.6 tons of various relief goods reached the country, which nearly overwhelmed the small airport at Maputo.\n\nThe government of the Netherlands donated 5 million guilders (US$2.2 million) to the country, following an earlier donation of about 2 million guilders (US$871,000). The Italian government earmarked 10 billion lira , half of which for immediate emergency assistance, and Denmark earmarked €2.68 million euros . Sweden sent 10 million krona and Ireland €507,000 to the World Food Programme. Portugal delivered 40 tons worth of aid, including food, medicine, tents, and dinghies, and the Spanish Red Cross sent two flights of aid. Canada provided about $11.6 million ( CAD ) to Mozambique, while the United States provided $7 million worth of food via its Agency for International Development , part of its $50 million contribution. The European Community Humanitarian Aid Office provided €25 million in early March. Botswana donated P23 million pula ( BWP , US$5 million), and Mauritius provided about $100,000 (USD). The nation of Ghana flew $100,000 worth of food and clothing to Mozambique. Australia also provided $1 million to the country, and Saudi Arabia flew two planes' worth of aid. Concern Worldwide allocated $650,000 (USD) at the end of February. Médecins Sans Frontières sent a crew of five people to Buzi to help residents. The Bill & Melinda Gates Foundation sent $350,000 to CARE in early March. Through the Jubilee 2000 , most wealthy nations postponed debt payments for one year. The United Kingdom canceled its $150 million debt in late February, and Italy canceled its $500 million debt in March.\n\nThe Mozambique government used boats to evacuate residents in flood zones, setting up 121 camps for evacuees. However, the country had a limited capacity for widespread rescues due to insufficient helicopters. South Africa sent a fleet of twelve planes and helicopters to operate search and rescue missions, as well as airdropping food. They were assisted by two helicopters from Malawi, six from the United Kingdom, and ten from Germany. By March 7, the fleet of 29 helicopters had rescued 14,204 people. Residual floodwaters contributed to outbreaks of malaria and cholera, with malaria infections at four times the usual rate killing at least 11 people. Areas in southern Mozambique also lost access to clean water, furthering dehydration and illnesses. In addition, the United Nations Mine Action Service expressed concern that the floods shifted the locations of landmines left over from the nation's civil war. Later, the remnants of Cyclone Gloria halted relief work due to heavy rainfall. Residents began returning home in early March after floodwaters receded.\n\nNotes"}
{"url": "https://en.wikipedia.org/wiki/Count_On_Me_(Chase_%26_Status_song)", "content": "\" Count on Me \" is a song by British record production duo Chase & Status , featuring vocals from British singer Moko (also known as Nadiah Adu-Gyamfi ). It was released as the second single from their third studio album Brand New Machine on 29 September 2013. The single peaked at number five on the UK Singles Chart .\n\nBackground and release\n\nA shortened edit of \"Count on Me\" premiered on UKF Music 's YouTube channel on 27 July 2013, at a total length of two minutes and thirty-one seconds. The full version premiered with the official music video on 22 September. The Nathan C remix which appears on the extended play was originally a bootleg but was heard by the duo and they decided to officially release it. The Andy C remix also features on the deluxe edition of Brand New Machine . \"Count On Me\" was performed on Top of the Pops for Christmas 2013 as one of the highlights of the year.\n\nMusic video\n\nThe official video was first only available to watch through Twitter , using a custom JavaScript code to play the Vevo video on the site and appear on users' Twitter profiles with deliberate coded glitches . The video was later made public through YouTube, at a total length of three minutes and fifty seconds.\n\nCritical reception\n\nRobert Copsey of Digital Spy gave the song a positive review stating:\n\nLondoners Chase & Status may have swung somewhat dramatically to the other end of the drum 'n' bass spectrum for their third album Brand New Machine, but we wouldn't blame a casual music listener if they didn't even bat an eyelid upon hearing the duo's latest single 'Count On Me'.\n\nBecause while gone are the heavy dubstep lines and wobbly breakdowns, they've far from lost their knack for a giant chorus, which is demonstrated no better than on their current offering. Aided by a rich and growly vocal supplied by rising soul singer Moko, her looped vocal on the chorus sounds like something straight out of the early '90s techno scene. That said, it's C&S's slick and strobing production that hauls it firmly back to the present day. .\n\nPersonnel\n\nChart performance\n\nWeekly charts\n\nYear-end charts\n\nCertifications\n\nSales+streaming figures based on certification alone.\n\nRelease history"}
{"url": "https://en.wikipedia.org/wiki/List_of_rivers_of_Serbia", "content": "This is a list of the rivers of Serbia , either those flowing entirely or partially within Serbia proper, or just being a border rivers.\n\nDrainage basins\n\nAll rivers in Serbia belong to the drainage basins of three seas: Black Sea , Adriatic Sea or Aegean Sea .\n\nThe largest in area, Black Sea drainage basin, covers an area of 81,261 km or 92% of the territory of Serbia. The entire basin is drained by only one river, the Danube , which flows into the Black Sea. All major rivers in Serbia, like Tisa , Sava , Velika Morava and Drina belong to it.\n\nThe Adriatic Sea drainage basin covers an area of 4,500 km or 5% of territory of Serbia. It comprises the western half of the Kosovo and Metohija and it is mostly drained by one river, the White Drin , which in Albania meets the Black Drin to create the Drin river, which flows into the Adriatic Sea. Smaller portion of it is drained by Crni Kamen- Radika river in the extreme southern region of Gora , which also drains into Black Drin in North Macedonia.\n\nThe Aegean Sea basin is the smallest in area, 2,650 km or 3% of the territory of Serbia, and covers the southern parts of Serbia, to the Macedonian and Bulgarian borders. It is drained by three rivers: Lepenac , Pčinja and Dragovištica . The first two flow into the Vardar river in North Macedonia, and the third flows into the Struma river in Bulgaria, and both of those rivers flow into the Aegean Sea.\n\nAll three basins meet at the Drmanska glava peak on the Crnoljeva mountain in central Kosovo, which represents the water divide of Serbia and the major one in the Balkans , as it divides three out of the Balkan's four drainage basins (the fourth being the Ionian Sea ).\n\nList of major rivers\n\nThe lengths in the table present the overall lengths of the rivers, not just the Serbian parts of the flow. In the first table, rivers over 50 km are listed, including river systems (such as Great Morava ) created by confluence of other major rivers; in those cases, the length is given as the total of the river and the longer headstream .\n\nSelected list of shorter rivers is added below the two tables.\n\nMajor sub-rivers\n\nSome rivers, historically with different names, are already included in the length of other rivers, but exist as separate rivers in topography or tradition. The most prominent ones are listed below.\n\nList of selected rivers below 50 km"}
