{"url": "https://en.wikipedia.org/wiki/Bell_Dewar", "content": "Bell Dewar was a South African law firm . On 1 February 2013, it merged with Fasken Martineau , an international business law and litigation firm.\n\nHistory\n\nWhen gold was discovered in Johannesburg in 1886, William Henry Somerset Bell was asked to examine and report on mining claims belonging to the Grahamstown Gold Mining Syndicate.  On the strength of his report, the Grahamstown Gold Mining Company Ltd was floated; Bell became a director. Work for lawyers specializing in mining was available; the following year, Bell went to the Kimberley diamond fields. Subsequently, in 1889, he moved with his family to open a practice in Johannesburg. Charles Alexander Dewar joined Bell in 1915.\n\nAs an apparent company and mining law expert, Bell attracted the attention of foreign interest groups investing in South Africa in the early 20th century. Through Bell, the firm established a long association with the newspaper industry. His firm undertook legal work for The Rand Daily Mail and still represents The Sunday Times (South Africa) , South Africa’s largest weekly newspaper. Bell Dewar partner, Kelsey Stuart, author of The Newspaperman's Guide to the Law, was legal advisor to the Rand Daily Mail at the time when the newspaper reported the so-called Information Scandal in 1978, as well as the prison conditions for South African political prisoners in the Cinderella Prison in 1965, in the course of which Stuart was initially charged by the State. Through its early involvement in employment law and trade unions, the firm was drawn into other high profile political matters during the 1980s and 1990s. These included the Delmas Treason Trial the Neil Aggett inquest and the DanChurchAid enquiry into the Foundation for Peace and Justice charity setup by Allan Boesak .\n\nOn an April day in 1998, President Nelson Mandela paid an unexpected visit to the office.  Mandela remembered the firm from his days in legal practice; while driving past the firm’s office in Houghton, he decided to visit to pay his respects.  He took the time to greet every member of staff. The event is immortalized on a plaque in the office; people present at the time never forgot the occasion.\n\nWith the 1990s and changes in political affairs in South Africa, the firm’s leadership realigned its vision and strategy as a specialist business law firm. In 2008, Bell Dewar changed its name from Bell Dewar and Hall, to “Bell Dewar”; in 2009, it relocated its office to Sandton .\n\nOn 1 February 2013, Bell Dewar merged with Fasken Martineau ."}
{"url": "https://en.wikipedia.org/wiki/Karwowski", "content": "Karwowski (feminine: Karwowska , plural: Karwowscy ) is a Polish surname. The surname is associated with any of places called Karwowo . It has ancient roots in the royal families of Poland. Notable people with the surname include:"}
{"url": "https://en.wikipedia.org/wiki/Up_for_It", "content": "Up for It is a live album by Keith Jarrett's \" Standards Trio ,\" featuring Gary Peacock and Jack DeJohnette . It was recorded at the Jazz à Juan festival in Juan-les-Pins , France, on July 16, 2002 and released by ECM Records in May of the following year to commemorate the trio's 20th anniversary.\n\nBackground\n\nIn the original liner notes, \"The Triumph of Desire,\" Jarrett describes the circumstancing leading up to the concert:\n\n\"The day of the concert arrived and we found ourselves driving, in the rain, to the site. The weather still looked miserable.... We couldn't do a sound check so there we were, in little faux-backstage unheated (or cooled) rooms with no bathrooms, gazing tiredly out at the rain, which persisted as though it was a permanent feature of the landscape. Gary was 67 years old and had just recently undergone treatment for cancer followed closely by a major operation. He looked absolutely lost and forlorn in his room. Jack, 59, had, just the year before, been hit by one of the wall panels put up on this stage, as a particularly nasty bit of wind came by (that was the windy year), and had had his share of physical ailments in the last few years. I, 57 at the time, had recovered slowly from CFIDS (ME or Myalgic Encephalitis), having been brought down by this terrible disease in 1996. I had a deteriorating spinal condition, bulging discs in my neck, various arthritic conditions, and an inflammatory shoulder problem. Needless to say, the drive to the concert site this particular day was not inspiring.... What ended up on the recording represents, to me, the triumph of desire over circumstance, the triumph of youthful exuberance over age, and our need for music and wisdom. There was a fluidity of ideas and a rhythmic commitment to the groove that went on for the entire concert, despite the odds against it. Since this music was an unwitting gift from the sun to us, I pass it on - a little, flawed gem of sweet swinging in the rain—from the three of us to you, our faithful listeners for more than 20 years. When we were on stage in the middle of the music, nothing else mattered. We were home.\"\n\nJuly 2002 Tour\n\nUp for It was recorded during the Standards Trio July 2002 European tour, which included 6 recitals in 14 days.\n\nReception\n\nIn a review for AllMusic , Thom Jurek wrote: \"For a trio that has been together this long (over 20 years), Keith Jarrett, Gary Peacock, and Jack DeJohnette still play with the enthusiasm of a group of people discovering each other for the first time. That's no cliché. One listen to 'If I Were a Bell,' the opening track on this live set, reveals how footloose, free, and excited these three can be when they encounter one another on the stand. Certainly, the near symbiotic relationship they have built over time makes the freewheeling feeling come easy. But that's a bit misleading in a sense, because if the listener pays the slightest bit of attention to how the rhythm section works with Jarrett, it becomes obvious just how much listening is going on in this conversation. Jarrett's timbral and dynamic palettes can change on a dime, and Peacock and DeJohnette never miss. The other wonderfully breezy thing about this set is that all of the tunes are from the jazz canon except for the title track, which closes the album and is a Jarrett original... Up for It is a dynamite set, as refreshing, spirited, and innovative as any Jarrett has ever released, but full of good vibes too.\"\n\nWriting for The Guardian , John Fordham commented: \"'If I Were a Bell' is taken at an almost absent-minded mid-tempo trot (though with a fascinating passage in which the pianist drags back the tempo to the edge of disruption), but 'Butch and Butch' cranks up into a characteristic stream of contrasting sequences in which Jarrett expands one motif, steadies himself, finds another, and rockets off in a different direction, while Jack DeJohnette crackles irrepressibly beneath him... 'My Funny Valentine' is a lazy wash of rhapsodic phrasing and cymbal whispers, and the bop classic 'Scrapple from the Apple' finds DeJohnette set a completely contrasting arhythmic pulse against the pianist's doodly, preoccupied skirting around the melody. 'Someday My Prince Will Come', taken at a gliding waltz, is the most unmistakeable echo of Jarrett's debt to Bill Evans, and Jarrett's long and progressively intensifying solo on the title track after an elegantly twirling 'Autumn Leaves' is one of those breathtaking improvised accumulations for which the pianist is so revered.\"\n\nThe authors of the Penguin Guide to Jazz Recordings stated: \"The title is cheerfully defiant... even if he hadn't suffered debilitating illness, Jarrett's energy and concentration here would be remarkable.\"\n\nA review at All About Jazz states: \"The seven standards on Up For It span about ten minutes on average. That space allows the group to expand at length in group and individual improvisation. The place where the trio works its best magic is where all three players interlock in ever-shifting roles. The pianist has a predilection for punchy melodies mixed with rippling runs, keeping a constant eye on the idea of song... the sound is outstanding for an outdoor live performance in the rain... Up For It reveals a barely palpable gap between expectation and reality. That's a good sign. The level of interaction and sheer celebration on this record make it a crisp reminder that standards can be fresh forever.\"\n\nIan Latham, writing for the BBC , remarked: \" Up For It clearly demonstrates that Keith Jarrett sounds as good today as he ever has... The Standards Trio once again show themselves to be one of the very finest jazz trios on the scene. Jarrett's developed the art of bebop piano playing to such an advanced level that he's in a class of his own. He really is one [of] the most melodic of all improvisers... Gary Peacock's bass playing is impeccable and Jack DeJohnette's drumming is utterly sophisticated and intelligent. Their rapport is telepathic as ever, phrasing around each other to perfection. This album, which marks the trio's 20th anniversary, is a welcome reminder that long creative partnerships in jazz are an important source of some of the most remarkable music.\"\n\nIn a review at New Directions in Music, Marshall Bowden wrote: \"there is even more ebullience here than on the group's last standards outing, 1999's Whisper Not . It's as though the band was able to play a set that was in direct contrast to the events that led up to, and as such the recording represents a stunning triumph for this band... Up For It is a recording you need to hear... This is much more than just another perfect or near-perfect Jarrett recording—it is a really major performance that we’ll still be listening to in ten or twenty years.\"\n\nWriting for Between Sound and Space, Tyran Grillo called the album \"one of the liveliest of lives for the Keith Jarrett Trio\" and commented: \" Up For It celebrates two decades behind the wheel of this purring vehicle. Jarrett and his peerless backing flaunt their way through a set of eight tunes, each dropping its own distinct fruit from the branch. Indeed, in the nurturing hands of this trio, what once were chestnuts sprout into mighty trees in and of themselves.\"\n\nPersonnel\n\nProduction"}
