{"url": "https://en.wikipedia.org/wiki/John_Risley_Hall", "content": "John Risley Hall is a student residence building at Dalhousie University , Halifax , Nova Scotia. Opened in September 2004 after approximately one year of construction, it the newest of Dalhousie's traditional co-ed dormitory-style residences. It is located at 1233 LeMarchant Street at South Street.\n\nBuilding\n\nCommonly referred to as simply Risley Hall, it provides accommodations for primarily first year undergraduates in 490 single rooms. The residence is named in recognition of the leadership and support of businessman John Risley at Dalhousie University the recent years. He served on the Dalhousie Board of Governors from 1992 to 2004 and chaired two major fundraising campaigns that made possible construction of the Marion McCain Arts and Sciences Building and the Kenneth C. Rowe Management Building .\n\nDesign\n\nRisley Hall is known for its distinctive E plan. The E is divided into three wings, known as towers. The tower affiliation begins with 1st tower on the western side of the building. Between the wings are two separate courtyards. Due to the unforgiving weather during school months, these courtyards are seldom used.\n\nRoom setup\n\nThe majority of the rooms are similar, with the exception of a handful of larger rooms per floor. They include one large window, one height adjustable bed, a wardrobe, a desk, a storage drawer, and a sink. The rooms also feature individual heating controls. The room, and the front doors of the residence, are opened by the student's DalCard.\n\nAmenities\n\nRisley Hall tried to incorporate many desires of the students. Each floor is equipped with a kitchenette and a laundry room. The common rooms include a large television, couches and tables. Two elevators are at the core of the building. There is a midsized cafeteria underneath first tower. All the above-mentioned rooms have multiple outlets for Ethernet cables.\n\nFloor affiliations & Alumni\n\nEach of the six storeys, with the exception of the first, has its own name. Due to the smaller size of the first floor, it shares ties with the second floor. These names however are not necessarily permanent. Floors and wings of other residences at Dalhousie have been named after people who contributed to the school.\n\nTrivia"}
{"url": "https://en.wikipedia.org/wiki/Hiroyuki_Togashi", "content": "Hiroyuki Togashi ( 冨樫 博之 , Togashi Hiroyuki ; born 27 April 1955) is a Japanese politician from the Liberal Democratic Party who served as the State Minister for Reconstruction in 2021.\n\nThis article about a Japanese politician born in the 1950s is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Haji_Bakr", "content": "Jama'at al-Tawhid wal-Jihad (2003–2004) Al-Qaeda (2004–2013)\n\nSyrian Civil War\n\nSamir Abd Muhammad al-Khlifawi ( Arabic : سمير عبد محمد العبيدي الدليمي ; c. 1958-1964 – January 2014), better known by the pseudonym Haji Bakr ( Arabic : حجي بكر ) and sometimes his kunya Abu Bakr al-Iraqi ( Arabic : أبو بكر العراقي ), was a senior leader of the militant group Islamic State of Iraq and the Levant (ISIL), heading its Military Council and leading its operations in Syria, prior to his killing by Syrian rebels in January 2014. Previously a Colonel in the Iraqi Intelligence Service , papers found after his death indicated that al-Khlifawi played a key role in devising the plans ISIL used to conquer and administer territory in Syria and Iraq.\n\nBiography\n\nDuring the Ba'ath regime\n\nPrior to the 2003 invasion of Iraq and overthrow of Saddam Hussein , al-Khlifawi had been an Iraqi Army colonel who had worked on weapons development and in the intelligence services of Saddam 's Air Defense Corps. According to Iraqi journalist Hisham al-Hashimi, whose cousin served with Khlifawi, he was stationed for a period of time at Habbaniya Air Base . Iraqi Intelligence say that he joined al-Qaida in Iraq in 2004 and took part in the Iraqi insurgency .\n\nAfter the Invasion of Iraq\n\nArrested by American forces, al-Khlifawi was held in detention in Camp Bucca , alongside many of the men who would form the senior leadership of ISIL , including Abu Muslim al-Turkmani , Abu Abdulrahman al-Bilawi and future leader Abu Bakr al-Baghdadi .\n\nFollowing his release he became a senior leader in the Islamic State of Iraq (ISI), and led the group's military council following the killing of top commanders Abu Omar al-Baghdadi and Abu Ayyub al-Masri by US Forces in 2010. Al-Khlifawi played an influential role in Abu Bakr al-Baghdadi becoming the next ISI leader, and reportedly organized an internal purge , including scores of assassinations, in order to solidify al-Baghdadi's control of the group.\n\nRole in Syria\n\nThe then-ISI took advantage of the 2011 outbreak of Civil War in neighboring Syria to grow their organisation. Al-Khlifawi moved to an unremarkable house in the small Syrian town of Tell Rifaat , just north of Aleppo in late 2012, along with his wife. It was here where he organised the group's takeover of territory in parts of the country using his experience as a former Intelligence Officer. Documents written by al-Khlifawi, and discovered by Syrian rebels in his hideout, showed that the group was following a strategy to initially use intelligence gathering, infiltration of local power bases, and tactical short-term alliances with local power brokers to establish themselves in the area. This would expand to include kidnappings and assassinations of potential threats before the group would seize control of the territory and utilize the already established network of informers in the area to become the base of a governance system in the region.\n\nAl-Khlifawi was killed in early January 2014 in Tell Rifaat during clashes between ISIL and Syrian rebels by members of the Syrian Martyrs' Brigade , who were not aware of his importance. Prior to his death, he had refused to move to a heavily guarded ISIL headquarters near his house because of his addiction to living in the shadows. One of his neighbours betrayed him by saying \"A Daesh (ISIL) sheikh lives next door\". Soon after, rival Syrian rebel militiamen forced their way into his house and al-Khlifawi fought the attackers back with his AK weapon but he was killed during the gunfights. Following al-Khlifawi's death, Abu Abdulrahman al-Bilawi , another former Iraqi Military officer, took his place in ISIL's Military Council."}
