{"url": "https://en.wikipedia.org/wiki/Miva_(company)", "content": "Miva, Inc. is a privately owned ecommerce shopping cart software and hosting company with headquarters in San Diego , California and a data center in Tampa , Florida. Miva Merchant's ecommerce software runs on its proprietary scripting language, MIVA Script .\n\nRick Wilson has been CEO of the company since April 2017.\n\nHistory\n\nMiva Merchant began in 1996 as the HTMLScript Corporation. In 1997, the company released its first catalogue-based ecommerce product, KoolKat. Shortly after KoolKat's release, the name of the company was changed to Miva, Inc, and KoolKat was renamed Miva Merchant. Since that time, there have been several updates to Miva Merchant's core software, leading up to the most recent version, Miva Merchant 9. Just prior to the release of MM9, the company name returned to Miva, Inc.\n\nIn 2003 the company was purchased by FindWhat.com which changed its name to Miva, Inc in 2005.\n\nPresent day\n\nIn 2007, the company underwent significant management changes, and was acquired by a group of investors and original Miva, Inc employees. The company name was changed to Miva Merchant, Inc. at that time in order to differentiate itself from the original Miva, Inc.\n\nIn 2008, Miva Merchant released Miva Merchant 5.5, a core software update that added improved features and functionality.\n\nIn 2009, Miva Merchant became a certified provider with Chase Paymentech Orbital Gateway, which allows merchants to accept real-time credit card transactions and multiple payment types via Chase with their Miva Merchant-powered storefront.\n\nIn 2011, Miva Merchant released an add-on mobile framework, and a streaming update for current customers (PR8), both of which were mentioned by Miva Merchant President and COO Rick Wilson in a July 19 interview with Practical Ecommerce.\n\nIn January 2012, Miva Merchant was named one of the top ten e-commerce technology companies by BuiltWith Technology Usage Statistics.\n\nOver the years, Miva Merchant has formed a number of strategic partnerships with businesses specializing in email marketing , product reviews, and related ecommerce applications.\n\nEach March, Miva Merchant hosts a conference in San Diego, California, for developers, store owners, and other Miva Merchant community members.\n\nIn September 2014, Miva Merchant changed its company name back to Miva.\n\nAwards and recognitions\n\nMiva was named “Top Ecommerce Solution” in the 2023 Paradigm B2B Report.\n\nMiva ranked 15 out of the Union Tribune ' s Top 40 Workplaces in San Diego."}
{"url": "https://en.wikipedia.org/wiki/Frederico_Barrigana", "content": "Frederico Barrigana (28 April 1922 – 30 September 2007) was a Portuguese footballer who played as a goalkeeper .\n\nHe spent the vast majority of his career with Porto , where he earned the nickname \"Mãos de Ferro\" (Iron Hands) and appeared in 296 competitive matches. He was chosen by Portuguese sports newspaper Record as one of the best 100 Portuguese football players ever.\n\nClub career\n\nBorn in Alcochete , Setúbal District , Barrigana started his senior career with Sporting CP , but did not play any games during his spell in Lisbon as he was barred by legendary João Azevedo . Afterwards, FC Porto 's goalkeeper, Hungarian Bela Andrasik, mysteriously disappeared (it was later found out he was an anti- nazi spy who left the country in fear of António de Oliveira Salazar 's regime); the club requested that Barrigana be loaned to them, and Sporting obliged.\n\nShortly after the arrival of Brazilian Dorival Yustrich , the 34-year-old Barrigana was deemed surplus to requirements and released. He then signed with S.C. Salgueiros of the Segunda Liga , retiring after two seasons.\n\nInternational career\n\nBarrigana made his debut for the Portugal national team on 21 March 1948, in a 2–0 friendly defeat against Spain in Madrid . Over six years, he won a further 11 caps .\n\nDeath\n\nBarrigana died on 30 September 2007 in Águeda at the age of 85, after not being able to overcome a pulmonary infection.\n\nFurther reading"}
{"url": "https://en.wikipedia.org/wiki/Lopatinec", "content": "Lopatinec ( Hungarian : Lapáthegy ) is a village in Croatia .\n\nThis Međimurje County geography article is a stub . You can help Wikipedia by expanding it ."}
