{"url": "https://en.wikipedia.org/wiki/Hao_Jiming", "content": "Hao Jiming ( Chinese : 郝吉明 ; born 25 August 1946) is a Chinese environmental engineer and President of the International Ecological Economic Promotion Association .\n\nA native of Shandong Province , Hao earned a bachelor's degree in civil engineering from Tsinghua University before pursuing a master's degree in environmental engineering from the same institution. Hao received a Ph.D. in environmental engineering at the University of Cincinnati .\n\nHe became a member of the Chinese Academy of Engineering in 2005. He was also elected an international member of the United States National Academy of Engineering in 2018 for leadership in the development and implementation of air pollution control theory, strategy, and technologies."}
{"url": "https://en.wikipedia.org/wiki/Martina_Capurro_Taborda", "content": "Martina Capurro Taborda (born 4 December 1997) is an Argentine tennis player.\n\nShe has a career-high singles ranking by the WTA of  No. 149, achieved on 15 January 2024. She also has a career-high WTA doubles ranking of No. 380, attained on 27 November 2023.\n\nCapurro Taborda made her WTA Tour main-draw debut at the 2016 Brasil Tennis Cup , where she entered the tournament as a lucky loser, after losing in the final qualifying round.\n\nWTA Challenger finals\n\nSingles: 1 (runner-up)\n\nITF Circuit finals\n\nSingles: 11 (8 titles, 3 runner–ups)\n\nDoubles: 9 (6 titles, 3 runner–ups)\n\nNotes\n\nThis biographical article relating to Argentine tennis is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Yosef_Kleiner", "content": "Yosef Kleiner ( Hebrew : יוסף קליינר ) or Iosef Kleiner ( Eduardo José Kleiner ) (born December 20, 1963) is an Israeli rabbi, psychologist, actor and intellectual born in Buenos Aires, Argentina, on December 20, 1963. Between 1994 and 2020 he was the rabbi of the Comunidad Israelita Sefaradí, in Chile; Congregation Adat Shalom Emanuel in Rehovot, Israel; the Union Libérale Israélite de France (ULIF) in Paris and Congregation Moreshet Avraham in Jerusalem.\n\nBetween 2000 and 2002 was a member of the Meimad Party Assembly, in Israel.\nIn 2003 he was candidate of the independent party Kol Harehovotim to the Municipal Council of Rehovot.\n\nSince 2000 he had also several acting roles in Israel and has done many voice over and dubbing Works, both in Spanish and in Hebrew. At the same time he worked as a psychologist both in private and public practice in Israel.\n\nBetween 2015 and 2023, Yosef Kleiner was lecturer on Talmud at the A. J. Heschel Rabbinical School of the Seminario Rabinico Latinoamericano.\n\nIn November 2022 he published his book \"Y volverás a elevarte\" (in Spanish), an analysis and interpretation on the Biblical story of Cain and Abel, bringing a different and renewed view on the personalities that these two brothers represent, as well as new teachings and conclusions about the conflict the tale presents and its consequences.\n\nYosef Kleiner speaks fluently Spanish , English , Hebrew , French and the Israeli Sign Language .\n\nBiography\n\nEarly years\n\nHe was born in Buenos Aires and is the third son of Enrique Samuel Kleiner (1929–2005) and Clara Rosenthal (1931–2013). His parents were second generation of Argentineans, born to immigrant Jewish families from Eastern Europe, who arrived in Argentina at the beginning of the 20th century.\nHis family was secular Jew with strong Jewish cultural values and identity and he was raised exposed to a considerable Jewish literature in Spanish that opened for him the first doors into Jewish tradition and its sense.\n\nAs a teenager he was very active in the youth groups of the Sociedad Hebraica Argentina and very soon became evident his inclination to acting and writing. He was an active member of the youth theater group of Hebraica under the direction of Sergio Rosemblat.\n\nJewish identity and religion\n\nTogether with his love for acting, Yosef began developing a Jewish identity marked by a thorough personal quest between the cultural and the religious facets of Judaism. After his military service in Argentina , Yosef began high studies in Judaism at the Seminario Rabinico Latinoamericano in Buenos Aires, the center for Conservative Judaism in South America.\n\nAfter four years he graduated from the Abarbanel Institute of the Seminario as Bachelor in Jewish Studies and Teacher. Following his graduation he was admitted into the \"A.J. Heschel\" Rabbinical School where he studied, among others, under the rabbis Marshall Meyer , Richard Freund, Shmuel Avidor Hacohen and Abraham Skorka . He finished his formal studies six years later, in 1993, at the Schechter Institute of Jerusalem , where he studied under Rabbi David Golinkin and Prof. Avigdor Shinan , among others. One year later he came back to Buenos Aires, where he received his formal Rabbinical Ordination, together with Ariel Stofenmacher, presently the Executive President of the Seminario Rabínico Latinoamericano, and Margit Baumatz , the first woman to receive Rabbinical Ordination in South America\n\nTeacher and Rabbi\n\nOnly one year after having been admitted into the Abarbanel Institute and as a result of his outstanding academic achievements he began teaching in a Jewish elementary school. He was appointed as 7th grade teacher on Hebrew, Jewish History and Israel Geography at the Bet El Jewish Elementary School. It is at that time that he began also his practical rabbinic training with his mentor, Rabbi Abraham Skorka.\n\nIn 1986 he was appointed as middle school teacher on Prophets , Mishnah and Gemara at the Solomon Schechter School of Buenos Aires. He also took the synagogue direction of “Comunidad Hertzlía” of Buenos Aires. Between 1987 and 1992 he was also advisor on bibliography for students at the Abarbanel Institute. In those years Yosef Kleiner also began teaching at that Institute and even prepared its preparatory program ( mechinah ). Along with these activities and his studies, he delivered several lectures at the B'nai B'rith , the Sociedad Hebraica Argentina, the Franz Rosenzweig Adult learning Institute of the Seminario Rabínico Latinoamericano and at the Jewish Congregation of Bahía Blanca .\n\nIn 1988 he received the “Rabbi Dr. Theodore Friedman” award to the outstanding student of the Rabbinical School of the Seminario.\nIn 1990 he took the synagogue direction of the Jewish Congregation of Bahía Blanca ( Asociación Israelita de Bahía Blanca ), position he held until 1992 when he left for Israel to finish his formal rabbinical education at the Schechter Institute.\n\nAfter having received his rabbinical ordination, Yosef Kleiner became the Rabbi of the Sephardic Congregation in Chile ( Comunidad Israelita Sefaradí de Chile ) in 1994. During his years in Chile he played an active role in the Institute for Sephardic Studies that was sponsored by his Congregation and represented, as well, the local Jewish community in the Latin American Conference on Poverty held in 1996 by the United Nations Economic Commission for Latin America and the Caribbean . He also wrote a monthly column in the magazine “El Vocero” called “Tomando kavé con el rabino” ( Let’s have a kave [coffee] with the Rabbi ).\n\nIn that same year he was appointed secretary of the Latin American branch of the Rabbinical Assembly , the rabbi's international association of the Conservative Judaism. As part of his teaching and representative tasks he took part as lecturer in the Workshop on Bioethics and Traditions organized by the Research Center on Bioethics and Public Health of the University of Santiago de Chile . After that workshop he was appointed as advisor on Bioethics of that Research Center, task he left in 1997 when emigrated together with his family to Israel. In November 1997 he received the honor “Asseh lekha rav” bestowed by the Latin American Rabbinical Assembly, for his distinguished rabbinical performance in South America.\n\nIn 1998 Yosef and his family settled in Israel where he became the rabbi of the “Adat Shalom Emanuel” congregation in Rehovot , succeeding rabbi Shmuel Avidor Hacohen, task he held until 2008. While carrying out his tasks as educator and spiritual leader in Rehovot, Yosef also taught Bible , Jewish history and Jewish Thought in the Nativ course for soldiers, within the framework of the Institute of Jewish Studies of the Jewish Agency . During 1999 he taught rabbinical students a course on practical rabbinics at the Schechter Institute and, between 2000 and 2002, he was a member of the Committee on Halakha (Jewish law) of the Israel Rabbinical Assembly of the Masorti/Conservative Movement. All along these years, and until his moving to France in 2012, he delivered several lectures and learning series in many Jewish congregations in Israel and abroad. He taught, among others, at the Seminario Rabínico Latinoamericano de Buenos Aires, Temple Hillel of North Woodmere , the Judiska Församlingen of Stockholm and the Comunidad Bet El of Madrid.\n\nIn 2012, after four years of interruption as congregational rabbi, Yosef took the rabbinical position at the Union Libérale Israélite de France in Paris, when that congregation was seeking to try a more traditional self-definition. During his two years stay in France he developed a prolific work as spiritual leader and Jewish educator. Still, the ideological divergences between the congregation lay leaders and Rabbi Kleiner proved to be deeper than what they had thought at the beginning. In spite of a thorough work done by both parts trying to overcome their dissimilarities, they arrived to the conclusion that the basic differences were too deep.\n\nIn 2014 Yosef came back to Israel and began his duties as rabbi of the Moreshet Avraham Congregation in Jerusalem, where he is the Rabbi until today. Since his return he was interviewed several times in the Israel TV, representing the Masorti/Conservative Judaism. Rabbi Kleiner is also teacher on Talmud at the “A.J.Heschel” Rabbinical School of the Seminario Rabínico Latinoamericano.\n\nPolymath\n\nPsychologist\n\nWhile studying at the Seminario Rabínico Latinoamericano Yosef entered the Psychology School of the University of Buenos Aires , in 1989 he graduated as Licentiate in Psychology and began his professional practice. After having emigrated to Israel he continued his practice mainly in the field of psychological counseling and support. He also worked in the Mental Health Center in Rehovot, the Abarbanel Psychiatric Hospital in Bat Yam and the Psychiatric Department of the Herzog Hospital in Jerusalem.\n\nYosef is member of the Israeli Psychological Association, the American Psychological Association and a board member of the International Foundation for the Development of the Neurosciences.\n\nPolitical activity\n\nDuring his first years in Israel Yosef Kleiner developed another of his areas of interest in social action: politics. Looking for a political movement that better represented his ideals, he met the then ideological movement Meimad , founded by Rabbi Yehuda Amital . When the movement turned into a political party for the 1999 elections Yosef Kleiner was elected member of its Central Assembly. At the end of 2002, following a general controversy within the party, Yosef resigned his post at the Assembly and left MEIMAD together with other 20 members, among them were Rabbi Yehuda Gilad , one of the old time leaders, and all the members of the Rehovot branch.\n\nIn 2003 Yosef was candidate to the Rehovot Council, listed in 3rd place in the local party Kol Harehovotim list.\n\nActing and Voice Over\n\nYosef Kleiner began learning acting when he was a teenager at the youth theater group of the Sociedad Hebraica Argentina, the “Group Aleph”, directed by Sergio Rosemblat. He also wrote for the group his first play – a one act play called “¡Qué raye!¿No?” (“We’re bananas, no?”) where he deals with the different forms of the popular way of speaking in Buenos Aires at that time. In the same period he studied in some acting workshops, among them with the actor Hector Malamud.\n\nIn Israel Yosef began at the amateurs adult acting group at “Bimat Hanoar” in Rehovot and there he was part of two professional casts. One of them was directed by Andrei Skobarev, where he got the leading role in a Hebrew version of “The picture””, by Eugene Ionesco . The other two were directed by Boris Rubaja, where Yosef played in an adaptation for children of “Don Quijote” and in the play “Desde la Cuna” (“By birth”) ” by Andrea Bauab. He took also part in several commercials, video clips, TV series and films such as “Ahava bashalekhet”, “Hatufim”, “Yom haem”, “Mario ”, “Ir miklat (Haven)”. Yosef made many voice over works, as well, for commercial short films dubbed into Spanish, museums and visitors centers guide films and the Hebrew version of the animated film “The story of Maimonides ” produced by Rabbi Berel Wein and directed by Ashley Lazarus, where he was the voice of Maimonides.\n\nCreation\n\nDuring his stay in Chile, Yosef was a regular contributor to the El Vocero magazine that was published at that time by the Sephardic Congregation. He also published a practical guide about Passover as well as a translation into Spanish to the Book of Esther. Two of his articles on cloning and bioethics were also published by the Argentinean Jewish journal Comunidades ”. Once in Israel, he wrote some articles for the Jerusalem Post, the website of the Israel Psychologists Association and several articles in Spanish for the Hagshama website of the World Zionist Organization . He was also interviewed several times by Israel media and by Radio Jai of Argentina. While in France he was a regular contributor to the Hamevasser magazine of the ULIF and he wrote also for the journal Tenou’a, ateliers de pensée(s) juive(s) .\n\nToday Yosef has his own blog called Dialorapia, where he writes in four languages.\n\nBibliography\n\nStage\n\nFilms\n\nTelevision\n\nVoice over and dubbing"}
