{"url": "https://en.wikipedia.org/wiki/Design_of_plastic_components", "content": "Injection molding has been one of the most popular ways for fabricating plastic parts for a very long time. They are used in automotive interior parts, electronic housings, housewares, medical equipment, compact discs , and even doghouses. Below are certain rule based standard guidelines which can be referred to while designing parts for injection molding considering manufacturability in mind.\n\nGeometric considerations\n\nThe most common guidelines refer to the specification of various relationships between geometric parameters which result in easier or better manufacturability. Some of these are as follows:\n\nWall Thickness\n\nNon-uniform wall sections can contribute to warpage and stresses in molded parts. Sections which are too thin have a higher chance of breakage in handling, may restrict the flow of material and may trap air causing a defective part. Too heavy a wall thickness, on the other hand, will slow the curing cycle and add to material cost and increase cycle time.\n\nGenerally, thinner walls are more feasible with small parts rather than with large ones. The limiting factor in wall thinness is the tendency for the plastic material in thin walls to cool and solidify before the mold is filled. The shorter the material flow, the thinner the wall can be. Walls also should be as uniform in thickness as possible to avoid warpage from uneven shrinkage. When changes in wall thickness are unavoidable, the transition should be gradual and not abrupt.\n\nSome plastics are more sensitive to wall thickness than others, where acetal and ABS plastics max out at around 0.12 in. thick (3 mm), acrylic can go to 0.5 in. (12 mm), polyurethane to 0.75 in. (18 mm), and certain fiber-reinforced plastics to 1 in. (25 mm) or more. Even so, designers should recognize that very thick cross sections can increase the likelihood of cosmetic defects like sink.\n\nDraft angles\n\nDraft angle design is an important factor when designing plastic parts. Because of shrinkage of plastic material, injection molded parts have a tendency to shrink onto a core. This creates higher contact pressure on the core surface and increases friction between the core and the part, thus making ejection of the part from the mold difficult. Hence, draft angles should be designed properly to assist in part ejection. This also reduces cycle time and improves productivity. Draft angles should be used on interior and exterior walls of the part along the pulling direction.\n\nThe minimum allowable draft angle is harder to quantify. Plastic material suppliers and molders are the authority on what is the lowest acceptable draft. In most instances, 1degree per side will be sufficient, but between 2 degree and 5 degree per side would be preferable. If the design is not compatible with 1 degree, then allow for 0.5 degree on each side. Even a small draft angle, such as 0.25 degree, is preferable to none at all.\n\nRadius at corners\n\nGenerously rounded corners provide a number of advantages. There is less stress concentration on the part and on the tool. Because of sharp corners, material flow is not smooth and tends to be difficult to fill, reduces tooling strength and causes stress concentration. Parts with radii and fillets are more economical and easier to produce, reduce chipping, simplify mold construction and add strength to molded part with good appearance.\n\nSharp Corners general design guidelines in injection molding suggest that corner radii should be at least one-half the wall thickness. It is recommended to avoid sharp corners and use generous fillets and radii whenever required. During injection molding, the molten plastic has to navigate turns or corners. Rounded corners will ease plastic flow, so engineers should generously radius the corners of all parts. In contrast, sharp inside corners result in molded-in stress particularly during the cooling process when the top of the part tries to shrink and the material pulls against the corners. Moreover, the first rule of plastic design i.e. uniform wall thickness will be obeyed. As the plastic goes around a well-proportioned corner, it will not be subjected to area increases and abrupt changes in direction. Cavity packing pressure stays consistent. This leads to a strong, dimensionally stable corner that will resist post-mold warpage.\n\nHole depth to diameter ratio\n\nCore pins are used to produce holes in plastic parts. Through holes are easier to produce than blind holes which don't go through the entire part. Blind holes are created by pins that are supported at only one end; hence such pins should not be long. Longer pins will deflect more and be pushed by the pressure of the molten plastic material during molding. It is recommended that hole depth-to-diameter ratio should not be more than 2.\n\nFeature Based Rules\n\nRibs\n\nRib features help in strengthening the molded part without adding to wall thickness. In some cases, they can also act as decorative features. Ribs also provide alignment in mating parts or provide stopping surfaces for assemblies. However, projections like ribs can create cavity filling, venting, and ejection problems. These problems become more troublesome for taller ribs. Ribs need to be designed in correct proportion to avoid defects such as short shots and provide the required strength. Thick and deep ribs can cause sink marks and filling problems respectively. Deep ribs can also lead to ejection problems. If ribs are too long or too wide, supporting ribs may be required. It is better to use a number of smaller ribs instead of one large rib.\n\nBoss\n\nBoss, a basic design element in plastics, is typically cylindrical and used as a mounting fixture, location point, reinforcement feature or spacer. Under service conditions, bosses are often subjected to loadings not encountered in other sections of a component.\n\nUndercut detection\n\nUndercuts should be avoided for ease of manufacturing. Undercuts typically require additional mechanisms for manufacture adding to mold cost and complexity. In addition, the part must have room to flex and deform. Clever part design or minor design concessions often can eliminate complex mechanisms for undercuts. Undercuts may require additional time for unloading molds. It is recommended that undercuts on a part should be avoided to the extent possible.\n\nFillet\n\nSharp corners increase concentrations, which are prone to air entrapments, air voids, and sink marks hence weakening the structural integrity of the plastic part. It must be eliminated using radii whenever is possible.\nIt is recommended that an inside radius be a minimum of one times the thickness.\nAt corners, the suggested inside radius is 0.5 times the material thickness and the outside radius is 1.5 times the material thickness. A bigger radius should be used if part design allows\n\nHoles\n\nSimulation\n\nThe design of injection moulded components can be further improved and optimised by using injection moulding simulation software such as Autodesk Moldflow and SolidWorks Plastics. This software works with components designed in CAD to simulate how a polymer behaves when it enters a injection mould cavity. It can predict how the molten material flows and freezes, any part geometry that is too thin or too thick and if there are any weaknesses created in the plastic from defects such as weld lines.\n\nWhen simulation is undertaken in the design phase of a project, in advance of the tool being manufactured, it can help to identify the problems discussed above and allow the designer to iteratively modify and re-simulate the design to make improvements. Use of simulation in the design phase can help to reduce problems with the physical mould and therefore reduce time to market, reduce the use of material and energy, prevent surface defects such as sink and flow marks, and reduce the time taken to inject, cool and eject the part, improving the injection moulding machine's output rate."}
{"url": "https://en.wikipedia.org/wiki/Vindication_(horse)", "content": "Vindication (January 28, 2000 in Kentucky – July 10, 2008) was an American Thoroughbred Champion racehorse . Bred by Payson Stud Inc., he was sired by 1977 U.S. Triple Crown Champion Seattle Slew . Out of the mare Strawberry Reason, Vindication's damsire was Strawberry Road , the international star who raced in Australia , Germany , France , Japan , and the United States , and  was voted the 1983 Australian Champion Racehorse of the Year and 1984 Champion Older Horse in Germany .\n\nVindication was purchased for $2.15 million at the 2001 Fasig-Tipton Saratoga sale by Satish Sanan's Padua Stables of Ocala, Florida , who  handed him over to trainer Bob Baffert for race conditioning. Sent to the track at age two, Vindication won his first two races at Del Mar Racetrack in California . Then, on September 14 at Turfway Park in Florence, Kentucky , he captured the Grade III Kentucky Cup Juvenile Stakes by six lengths. He was then sent to Chicago's Arlington Park for the 2002 Breeders' Cup Juvenile . Though the race was normally run at a distance of 1 1/16 miles, the track setup at Arlington Park meant that year's Juvenile was raced at 1 + 1 ⁄ 8 miles (1.8 km). Ridden by Mike Smith , Vindication won by 2 + 3 ⁄ 4 lengths over Kafwain and Hold That Tiger , the latter a highly regarded colt from Ireland trained by Aidan O'Brien .\n\nThe runaway winner in the voting for 2002 American Champion Two-Year-Old Colt honors, Vindication was the winterbook favorite for the following spring's Kentucky Derby . However, as a result of a serious injury sustained early in 2003, Vindication never  raced again and was retired.\n\nA 2003 Keeneland Magazine article by Deirdre B. Biles called Vindication \"one of the hottest stallion prospects in the country.\"\n\nJohn G. Sikura purchased a one-third interest in the breeding rights to Vindication and since 2004 the horse has been standing at stud at his Hill 'n' Dale Farms in Lexington, Kentucky . His stud fee was $60,000. Vindication covered 78 mares in the 2007 season.\n\nVindication was euthanized on July 10, 2008 after suffering from a stomach rupture .\n\nRace Record\n\nAverage win margin: 4 lengths"}
{"url": "https://en.wikipedia.org/wiki/Sean_Marsden", "content": "Sean Marsden (born 17 January 1980) is a rugby union player who was born in Scotland but has spent most of his life in England , being capped by England at U16 Level, even scoring a hat-trick of tries against the land of his birth.\n\nHe was then capped as part of the England under-18's team and played in the U18 Five Nations as it was then, now the U18 Six Nations. At the same time Sean played for Gloucester Rugby 's Academy.\n\nA wing or fullback, he was part of the highly successful Bristol U21 team coached by Paul Hull that won the English U21 title 3 times in a row. At the start of the 2007 season he went on trial with the Exeter Chiefs to prove his fitness after an injury hit season with the Scottish regional team, the Glasgow Warriors . He formerly played for Bristol in two spells as well as spells at Exeter and Neath . He attended Bristol Grammar School .\n\nIn July 2010, he re-signed for Bristol , before leaving at the end of the 2011–12 season to join the U18 coaching staff at Hartpury College in Gloucester as Academy Head Coach. He stopped playing for Hartpury College R.F.C. in 2015.\n\nSean guided his team to the prestigious AASE title for several successive years.\n\nIn 2019, Marsden coached England U18s.\n\nIn June 2016, Sean rejoined Bristol Rugby as part of the coaching team. He was the Skills Coach for Bristol Bears. In 2024, he was promoted to Attack/Backs Coach under Pat Lam.\n\nThis biographical article relating to Scotland rugby union, about a person born in the 1980s, is a stub . You can help Wikipedia by expanding it ."}
