{"url": "https://en.wikipedia.org/wiki/Patrick_B%C3%BCrger", "content": "Patrick Bürger (born 27 June 1987) is an Austrian professional footballer who plays for SC Pinkafeld .\n\nClub career\n\nOn 23 December 2021, Bürger signed with SC Pinkafeld in the fourth-tier Landesliga Burgenland .\n\nInternational career\n\nBürger debuted for the Austrian senior squad on 1 June 2012 in a 3–2 friendly victory against Ukraine .\n\nThis biographical article related to association football in Austria, about a forward, is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/W._H._Clark_(brewer)", "content": "William Henry Clark ( c. 1815–1870) was an early settler and brewer in Adelaide , in the Colony of South Australia . He was the founder of the Halifax Street Brewery around 1844 (sold in 1856), and in 1859 was responsible for the building of a brewery at the western end of Hindley Street . However he fell into insolvency , leaving the state in 1860 to avoid his debtors, and the Hindley Street brewery taken over by William Knox Simms , later becoming the West End Brewery .\n\nEarly life\n\nWilliam Henry Clark was born in Newry , Ireland, and arrived in South Australia in June 1839 aboard Sir Charles Forbes from Liverpool; the following year he married fellow-passenger Sarah Ann Blakely.\n\nHalifax Street Brewery\n\nHe founded the Halifax Street Brewery (also known as the Halifax Brewery ) around 1844, and by May 1848 was described as an \"enterprising brewer\" when he founded a copper mine on land he owned near Strathalbyn .\n\nAt the annual meeting of South Australian Justices of the Peace in December 1947, Clark qualified as a Grand Juror, mentioning Halifax Street, Adelaide as his address.\n\nIn 1854 he formed a partnership \"W. H. Clark & Co.\" with J. B. Spence , J. H. Parr and Edward Logue , to purchase the Crawford brothers' Hindmarsh Brewery assets in an attempt to reduce competition and increase their client base. The brewery was unpopular with nearby residents due to the stench of the waste liquid discharged into the Gilles Street gutters. Clark built a mill and malthouse on the same side of Halifax Street, with just the Rob Roy Tavern between them.\n\nIn March 1856, Clark announced that the Halifax Street Brewery would be run by W. K. Simms & Co. ( William Knox Simms ) In February 1858, Henry Noltenius bought the Halifax plant, taking on Simms as manager in July, and ran the business until 6 November of that year, when he sold the business to Simms. Noltenius was insolvent by 1860.\n\nHalifax brewery after Clark\n\nClark's Halifax Street brewery, after sixteen years lying idle, was revived by W. J. Disher in 1875 as the Imperial brewery, and by 1909 was the site of the Enterprise Boot Factory.\n\nOther enterprises\n\nIn 1859, having borrowed money from pastoralist John Haimes , Clark built another brewery at the western end of Hindley Street , which would later become the profitable West End Brewery .\n\nHowever, not long afterwards Clark was in debt to the bank. Clark's house at Walkerville on the banks of the Torrens was advertised for sale in May 1858.\n\nFurther examples of \"enterprise\" were his subdivision of land at North Adelaide and 650 acres (260 ha) at Gilles Plains , his property on Hindley Street , and the office building he erected on King William Street between Currie and Waymouth streets, later owned by the Bank of Adelaide .\n\nLater life\n\nClark left South Australia for Melbourne around January 1860, a few months before his insolvency hearing and out of reach of his creditors, leaving W. K. Simms and G. P. Gardner to run the business.\n\nClark died sometime between 1862 and 1873, but not mentioned in the newspapers of either colony. His death is not registered in South Australia. Nor has his date of birth been established, but it could be assumed he would have been between 20 and 30 years of age when he emigrated and married.\n\nFamily\n\nEdward Clark of Liverpool"}
{"url": "https://en.wikipedia.org/wiki/Mechanical_resonance", "content": "Mechanical resonance is the tendency of a mechanical system to respond at greater amplitude when the frequency of its oscillations matches the system's natural frequency of vibration (its resonance frequency or resonant frequency ) closer than it does other frequencies. It may cause violent swaying motions and potentially catastrophic failure in improperly constructed structures including bridges, buildings and airplanes. This is a phenomenon known as resonance disaster.\n\nAvoiding resonance disasters is a major concern in every building, tower and bridge construction project. The Taipei 101 building for instance relies on a 660-ton pendulum —a tuned mass damper —to modify the response at resonance. The structure is also designed to resonate at a frequency which does not typically occur. Buildings in seismic zones are often constructed to take into account the oscillating frequencies of expected ground motion. Engineers designing objects that have engines must ensure that the mechanical resonant frequencies of the component parts do not match driving vibrational frequencies of the motors or other strongly oscillating parts.\n\nMany resonant objects have more than one resonance frequency. Such objects will vibrate easily at those frequencies, and less so at other frequencies. Many clocks keep time by mechanical resonance in a balance wheel , pendulum , or quartz crystal .\n\nDescription\n\nThe natural frequency of the very simple mechanical system consisting of a weight suspended by a spring is:\n\nwhere m is the mass and k is the spring constant . For a given mass, stiffening the system (increasing k {\\displaystyle k} ) increases its natural frequency, which is a general characteristic of vibrating mechanical systems.\n\nA swing set is another simple example of a resonant system with which most people have practical experience. It is a form of pendulum. If the system is excited (pushed) with a period between pushes equal to the inverse of the pendulum's natural frequency, the swing will swing higher and higher, but if excited at a different frequency, it will be difficult to move. The resonance frequency of a pendulum, the only frequency at which it will vibrate, is given approximately, for small displacements, by the equation:\n\nwhere g is the acceleration due to gravity (about 9.8 m/s near the surface of Earth ), and L is the length from the pivot point to the center of mass. (An elliptic integral yields a description for any displacement). Note that, in this approximation, the frequency does not depend on mass .\n\nMechanical resonators work by transferring energy repeatedly from kinetic to potential form and back again. In the pendulum, for example, all the energy is stored as gravitational energy (a form of potential energy) when the bob is instantaneously motionless at the top of its swing. This energy is proportional to both the mass of the bob and its height above the lowest point. As the bob descends and picks up speed, its potential energy is gradually converted to kinetic energy (energy of movement), which is proportional to the bob's mass and to the square of its speed. When the bob is at the bottom of its travel, it has maximum kinetic energy and minimum potential energy. The same process then happens in reverse as the bob climbs towards the top of its swing.\n\nSome resonant objects have more than one resonance frequency, particularly at harmonics (multiples) of the strongest resonance. It will vibrate easily at those frequencies, and less so at other frequencies. It will \"pick out\" its resonance frequency from a complex excitation, such as an impulse or a wideband noise excitation. In effect, it is filtering out all frequencies other than its resonance. In the example above, the swing cannot easily be excited by harmonic frequencies, but can be excited by subharmonics , such as pushing the swing every second or third oscillation.\n\nExamples\n\nVarious examples of mechanical resonance include:\n\nResonance may cause violent swaying motions in constructed structures, such as bridges and buildings. The London Millennium Footbridge (nicknamed the Wobbly Bridge ) exhibited this problem. A faulty bridge can even be destroyed by its resonance (see Broughton Suspension Bridge and Angers Bridge ). Mechanical systems store potential energy in different forms. For example, a spring /mass system stores energy as tension in the spring, which is ultimately stored as the energy of bonds between atoms .\n\nResonance disaster\n\nIn mechanics and construction a resonance disaster describes the destruction of a building or a technical mechanism by induced vibrations at a system's resonant frequency, which causes it to oscillate . Periodic excitation optimally transfers to the system the energy of the vibration and stores it there. Because of this repeated storage and additional energy input the system swings ever more strongly, until its load limit is exceeded.\n\nTacoma Narrows Bridge\n\nThe dramatic, rhythmic twisting that resulted in the 1940 collapse of \"Galloping Gertie\", the original Tacoma Narrows Bridge , is sometimes characterized in physics textbooks as a classic example of resonance. The catastrophic vibrations that destroyed the bridge were due to an oscillation caused by interactions between the bridge and the winds passing through its structure—a phenomenon known as aeroelastic flutter . Robert H. Scanlan , father of the field of bridge aerodynamics, wrote an article about this.\n\nOther examples\n\nApplications\n\nVarious method of inducing mechanical resonance in a medium exist. Mechanical waves can be generated in a medium by subjecting an electromechanical element to an alternating electric field having a frequency which induces mechanical resonance and is below any electrical resonance frequency. Such devices can apply mechanical energy from an external source to an element to mechanically stress the element or apply mechanical energy produced by the element to an external load.\n\nThe United States Patent Office classifies devices that tests mechanical resonance under subclass 579, resonance , frequency , or amplitude study, of Class 73, Measuring and testing . This subclass is itself indented under subclass 570, Vibration. Such devices test an article or mechanism by subjecting it to a vibratory force for determining qualities, characteristics, or conditions thereof, or sensing, studying or making analysis of the vibrations otherwise generated in or existing in the article or mechanism. Devices include right methods to cause vibrations at a natural mechanical resonance and measure the frequency and/or amplitude the resonance made. Various devices study the amplitude response over a frequency range is made. This includes nodal points , wave lengths , and standing wave characteristics measured under predetermined vibration conditions.\n\nNotes\n\nFurther reading\n\nPatents"}
