{"url": "https://en.wikipedia.org/wiki/Elizabeth_Roboz_Einstein", "content": "Elizabeth Roboz-Einstein (April 11, 1904 – January 9, 1995) was a biochemist and neuroscientist known for purifying and characterizing myelin basic protein (MBP), investigating its potential role in the neurodegenerative disease multiple sclerosis (MS), and helping pioneer the field of neurochemistry .\n\nEarly life and education\n\nElizabeth Roboz was born in 1904 in Szászváros, Transylvania , Kingdom of Hungary (now Orăștie , Romania ). Her father, a high school teacher and the town's chief rabbi, died in 1914, and her mother moved Elizabeth and her five siblings to Nyíregyháza .\n\nShe received a grade of excellent in all five of the Matura examination's subjects but during her last year in high school, the Hungarian parliament restricted the number of Jewish students who could be accepted to the University of Budapest . Recognizing that the restriction could prevent her from getting into the University of Budapest, she instead enrolled at the University of Vienna. She earned a Ph.D. in organic chemistry from the University of Vienna , summa cum laude, in 1928, after which she returned to Hungary where the University of Budapest required her to repeat examinations before confirming her degree.\n\nIn 1940, she emigrated from Hungary, where antisemitism was on the rise, to the United States through an agricultural specialist's visa. Her family remained in Hungary, where they were impacted by World War II ; her mother died during the war and her brother Karl and two of her brothers-in-law were killed by Hungarian Nazis . After the war, her other siblings joined her in the United States with one of them, Edith, sharing her Palo Alto, California , home.\n\nCareer and research\n\nCareer\n\nRoboz-Einstein began her research career as a plant scientist. As an undergraduate student, she studied plant biochemistry in Zellner's laboratory in Vienna. She instituted a plant nutrition laboratory at the Hungarian company Agricultural Industry and represented the company at international scientific conferences. After immigrating to the US, she set up another plant nutrition laboratory, this time at a potato company in Stockton, California .\n\nAfter these early industry positions, Roboz-Einstein transitioned to academia, where her career spanned multiple institutions. The first was the California Institute of Technology (Caltech) which she joined as a research assistant in 1942 and studied Aloe vera with bioorganic chemist Arie Jan Haagen-Smit . She was promoted to research associate, but Caltech did not appoint female professors, so she took a position as associate professor of chemistry at the University of Wyoming in 1945. She remained in this position, while also working at the College of Engineering as a research chemist, until 1948, when she joined Stanford University as a research associate, and worked at Stanford Research Institute's Food Research Laboratory.\n\nIn 1952, she left Stanford and moved to Georgetown University , where she took a position of associate professor of biochemistry, teaching medical students as well as lecturing at the Veterans Administration hospital. It was at Georgetown that she developed an interest in multiple sclerosis after studying neurochemistry to teach her students.\n\nShe returned to Stanford University in 1958, (this time as an associate professor of neurology and medical microbiology), where she was selected to head Stanford's new Koshland Laboratory of Neurochemistry.\n\nShe moved to the University of California, San Francisco 's School of Medicine in 1959 to be closer to home, and later moved to the University of California's Berkeley Campus.\n\nMuch of her work was supported by the National Institutes of Health (NIH), for which she was an Investigator for Laboratory of Clinical Science, NIMH (formerly the Clinical Biochemistry Section, Clinical Physiology Section, and Psychosomatic Medicine Branch).\n\nShe was a member of the American Chemical Society , the Society for Experimental Biology and Medicine , and the American Academy of Neurology . In 1957, together with Maynard Cohen and Donald B. Tower, she started a neurochemistry section within the American Academy of Neurology , with the section first meeting at the Boston meeting in 1957.\n\nResearch\n\nRoboz-Einstein, as well as Karian Kies at the National Institute of Health 's NIMH, identified myelin basic protein (MBP) as being the antigen responsible for inciting the immune response in experimental allergic encephalomyelitis (EAE), a model system used to study multiple sclerosis (MS) and other demyelinating diseases . Scientists had known that they could produce an autoimmune response that led to encephalitis and demyelination (degradation of the fatty sheath called myelin that insulates nerve fibers ) by injecting animals with nervous tissue, but before then they did not know what specifically in this tissue was inciting the immune response. Roboz-Einstein and Kies were able to purify MBP and show it caused EAE. This discovery allowed Roboz-Einstein and other scientists to narrow down which specific regions of the protein were antigenic , leading to an improved model system and research on potential immunotherapies for demyelinating diseases.\n\nIn 1968, she received a $28,405 research grant from the National Multiple Sclerosis Society , which Einstein and her colleagues at the University of California, San Francisco, including Dr. Li-pen Chao, used to investigate what made this protein encephalitogenic. She also developed methods to measure levels of immunoglobulin and glycoproteins in components of cerebrospinal fluid (CSF) and studied how their alteration resulted in disease. From 1961 to 1962, she was a SEATO Scholar at the University of Bangkok , and carried out research at Bangkok's Pasteur Institute involved studying rabies postvaccinal encephalomyelitis .\n\nIn addition to investigating diseases of the nervous system, she performed research to try to better understand normal nervous system development. At the University of California, San Francisco , she led an investigation of the proteins in neural tissue, particularly those formed during myelinogenesis , and how they change throughout the course of development. At the University of California, Berkeley , she collaborated with colleague Paola S. Timiras to study brain- endocrine interactions. In particular, they looked at the effects of thyroid hormones on the process of myelinogenesis , finding that they influence the onset of the process as well as the composition, and abundance of myelin produced during brain development. This helped lead to hormone replacement therapy for newborns suffering from hypothyroidism .\n\nPersonal life\n\nRoboz married Hans Albert Einstein , first son of physicist Albert Einstein , and professor of hydraulic engineering at the University of California, Berkeley , in June 1959. They did not have any children together, although Hans had four children from his first marriage to Frieda Knecht, only two of whom survived into adulthood. Hans died on July 26, 1973, and Roboz wrote a biography of him, Hans Albert Einstein: Reminiscences of his Life and our Life Together (1992).\n\nRoboz-Einstein's discovery of myelin basic protein as encephalitogenic piqued the interest of Jonas Salk, who was interested in whether it was involved in multiple sclerosis . He visited Roboz in October 1965 to learn more; they developed a friendship and professional collaboration, exchanging letters for years. Roboz-Einstein also corresponded with microbiologist Esther Lederberg .\n\nHer interests included travel, cooking, music, and nature.\n\nShe died January 9, 1995, at her home in Berkeley, California .\n\nHonors and awards\n\nSelected publications"}
{"url": "https://en.wikipedia.org/wiki/Fort_Lauderdale_Stakes", "content": "The Fort Lauderdale Stakes is a Grade II American Thoroughbred horse race open for three years old or older, over a distance of one and one-eighth miles on the turf track held annually in December at Gulfstream Park , Hallandale Beach, Florida .  The event currently carries a purse of $215,000.\n\nHistory\n\nThe inaugural running of the event was on 5 April 1947 as the Fort Lauderdale Handicap and was won by the 2/5 odds-on favorite Eternal Reward who set a track record of 1:45 2 ⁄ 5 for the 1 + 1 ⁄ 16 miles distance on the dirt track. The event was brought forward for the second running during the 1947–48 meeting and was held on 27 December 1947. In 1950 and 1951 the event was run as the Fort Lauderdale Purse .\n\nBy the 1950s the event had established itself as a feature handicap for older horses in South Florida. The 1954 running attracted enough entrants that it was split into two divisions. In 1956 the winner New Trend ridden by US Hall of Fame jockey Willie Shoemaker set a new track record for the 1 + 1 ⁄ 16 miles distance of 1:42 flat winning easily by 3 + 1 ⁄ 2 lengths.\n\nThe following year in 1957 the event attracted the U.S. Champion Three-Year-Old Colt Needles who had won both the 1956 Kentucky Derby and Belmont Stakes and was running his last race of his career. Needles produced one of the most amazing performance after racing 20 lengths behind the leaders during the race to produce a breathtaking performance in the straight to overhaul the leaders and win by two lengths and equal the track record that was set in 1956.\n\nThe 1960s were a stable period for the event as it continually was held in early April. During those years the event attracted many fine entrants including three foreign bred winners including Captain Kidd II who won the National Breeders' Produce Stakes in England as a two-year-old, Valentine won won the event by 7 lengths in 1963 ran second in the important Eclipse Stakes at Sandown Park in England to Henry The Seventh. The 1965 renewal of the event was as the Fort Lauderdale Purse and was held on the turf track for the first time was won by the Argentine-bred Babington who equaled the world record for the distance in a stunning 1:40 4 ⁄ 5 .\n\nDuring the 1970s the legal inflighting between owner Donn family's Gulfstream Park and John W. Galbreath 's Hialeah Park over racing date allotments impacted the scheduling of the event. The event was only held five times during that period. During the early 1980s the event was held over a distance of seven furlongs. In 1988 the event was scheduled on the turf over 1 + 1 ⁄ 16 miles and run in split divisions for the second time.\n\nThe 1994 winner Paradise Creek won the event as a 3/5 odds-on favorite with a determined stretch drive winning by 1 ⁄ 2 length. The victory was Paradise Creek's third win in a seven race winning streak. Later in the year Paradise Creek was awarded US Champion Male Turf Horse honors.\n\nIn 1995 the American Graded Stakes Committee classified the event as Grade III .\n\nThe event was not held in 2001, 2003 and 2004 which led to the event losing it classification.\n\nIn 2005 the race was renewed as a Black Type event with stakes allowance conditions with the modified name Fort Lauderdale Stakes .\n\nAssigned Grade III status beginning in 2010. Due to weather, however, the race was run off the turf in 2010. It was run a mile on dirt and was automatically downgraded, pending review, after the event was switched. The American Graded Stakes Committee reinstated the Grade III rating. The decision to reinstate the Grade 3 rating was based on the quality of the horses who competed in the race following the surface change.\n\nIn 2013 the event was upgraded once more to Grade II .\n\nIn 2019 the distance of the event was increased from 1 + 1 ⁄ 16 miles to 1 + 1 ⁄ 8 miles.\n\nRecords\n\nWinners\n\nLegend: Dirt Turf Notes: § Ran as an entry ƒ Filly or Mare † In 2018 the event was held twice in the calendar year. For the 2017–18 meeting the event was held in January and in the 2018–19 meeting the event was held in December ‡ In 1947 the event was held twice in the calendar year. The inaugural running was held in April and for the 1947–48 season the event was scheduled in December\n\nList of American and Canadian Graded races"}
{"url": "https://en.wikipedia.org/wiki/Cottonmouth_(Justified)", "content": "\" Cottonmouth \" is the fifth episode of the second season of the American Neo-Western television series Justified . It is the 18th overall episode of the series and was written by co-producer Taylor Elmore and directed by Michael Watkins . It originally aired on FX on March 9, 2011.\n\nThe series is based on Elmore Leonard's stories about the character Raylan Givens , particularly \"Fire in the Hole\", which serves as the basis for the episode. The series follows Raylan Givens, a tough deputy U.S. Marshal enforcing his own brand of justice. Following the shooting of a mob hitman, Raylan is sent to Lexington, Kentucky to investigate an old childhood friend Boyd Crowder, who is now part of a white supremacist gang. In the episode, Raylan receives a tip about a possible connection between the Bennetts and Walt McCready's whereabouts. Meanwhile, Boyd and his team start working on a new robbery. Despite being credited, Jacob Pitts , Erica Tazel and Natalie Zea do not appear in the episode.\n\nAccording to Nielsen Media Research , the episode was seen by an estimated 2.71 million household viewers and gained a 1.0/3 ratings share among adults aged 18–49. The episode received highly positive reviews from critics, who praised the writing, pace and performances with Margo Martindale and Walton Goggins singled out for praise.\n\nPlot\n\nAt prison, Dewey ( Damon Herriman ) is questioned by Raylan ( Timothy Olyphant ), who promises to take him to a halfway house in exchange for any useful information regarding the Bennetts. Dewey states that Doyle (Joseph Lyle Taylor) is corrupt and that the Bennetts are planning \"something big\" and they may be involved on Walt McCready's whereabouts.\n\nAt the Marshal's office, Raylan is informed that Arlo ( Raymond J. Barry ) crossed the threshold of his house arrest. He is then surprised to see Arlo entering the office, giving him the money he owed them, although instead of $20,000, it's just $6,000. To lower the debt, Arlo states that Bowman Crowder was involved in forged checks. Boyd ( Walton Goggins ) agrees to work with Kyle ( Michael Mosley ) on a robbery even though their plan involves killing the foreman at their mine job. Boyd then answers the house phone, though he secretly leaves behind his cellphone to listen to Kyle confessing that they will kill Boyd during the robbery.\n\nTheir meeting is interrupted when Raylan arrives, who wants Boyd to answer anything about Bowman's activities. Boyd redirects him to Bowman's contact, Winston Baines ( Michael Shamus Wiles ). Raylan talks with Winston but both get into a fight in which both are hit by tasers . Raylan then questions Coover ( Brad William Henke ) about Walt's whereabouts and Coover starts getting suspicious of Raylan's intentions. Coover and Dickie ( Jeremy Davies ) then go to Winston's church but find it empty and are forced to leave when they see Raylan watching them. Raylan talks with Deputy Tom Bergen ( Peter Murnik ) and both share the theory: that Walt just vanished and the Bennetts are involved.\n\nAt the mine, Boyd, Kyle and their team start the robbery by holding the foreman Shelby ( Jim Beaver ) hostage and stealing explosives and the money from his vault. Kyle's phone starts ringing and Boyd starts accusing him of trying to get them killed. Unknown to them, Boyd left a note to Ava ( Joelle Carter ) to call the cellphone at that exact hour. Boyd takes Shelby to the mine to set off the explosives while Kyle uses batteries to prepare the detonation, intending to kill them. He activates the explosives but Boyd planted them at their car and Kyle and his team die from the explosion. Boyd and Shelby then leave the mine and Boyd kills the last one of the team standing. Grateful for saving him, Shelby agrees to protect Boyd from the police by providing an alibi.\n\nReturning home, Boyd is confronted by Ava for the note and his actions. He reaffirms she wasn't involved in the crew's deaths and that he can't change who he was. He then gives part of the money (around $20,000) to help Ava's situation. As police cruisers arrive at the house, Boyd asks Ava for one last favor. Mags ( Margo Martindale ) confronts Dickie and Coover for cashing Walt's checks and attracting the attention of the authorities. She then smashes Coover's fingers with a hammer as punishment for their actions. Raylan meets Loretta ( Kaitlyn Dever ) at a gas station and gives her a burner phone , telling her to call him if she is in trouble.\n\nReception\n\nViewers\n\nIn its original American broadcast, \"Cottonmouth\" was seen by an estimated 2.71 million household viewers and gained a 1.0/3 ratings share among adults aged 18–49, according to Nielsen Media Research . This means that 1 percent of all households with televisions watched the episode, while 3 percent of all households watching television at that time watched it. This was a slight increase in viewership from the previous episode, which was watched by 2.64 million viewers with a 1.0/3 in the 18-49 demographics.\n\nCritical reviews\n\n\"Cottonmouth\" received highly positive reviews from critics. Scott Tobias of The A.V. Club gave the episode an \"A\" grade and wrote, \"There's so much electrifying stuff in 'Cottonmouth' it's hard to know where to start: the tender scene between Raylan and Loretta, where he quietly offers her protection from a danger he can see coming; Boyd's 'Always Be Cool' demeanor and his delicious counterplotting in the mine heist; Raylan's Taser fight with the reverend of the Church of the Two-Stroke Jesus; the staggering scene where Mags punishes Coover for getting out of line and the big man is reduced to a helpless, sniveling 6-year-old, pleading for his mother's mercy. And that's to say nothing of the colorful Elmore Leonard-esque vernacular that the show's writers imitate so skillfully. Justified has finally hit full stride this season, and it's a wonderful thing.\"\n\nAlan Sepinwall of HitFix wrote, \"Great work all around. I was enjoying the episodes previous to this one, but 'Cottonmouth' was a reminder of how much stronger Justified is when it sets the standalone stuff aside for a while.\"\n\nDan Forcella of TV Fanatic gave the episode a 4.5 star rating out of 5 and wrote, \"What was great about that entire plot was that it was so similar to a typical Justified /Elmore Leonard bad guy story. We got to watch the criminals do their thing and eventually start fighting with each other until they screw the pooch. That's when Raylan came in and saved the day.\""}
