{"url": "https://en.wikipedia.org/wiki/Bartholomeus_Amicus", "content": "Bartholomeus Amicus (born in Anzi, Basilicata ; 1562–1649), or Bartolomeo Amico or Bartholomeo d'Amici , was a Jesuit priest, teacher and writer who spent his adult life in Naples . The subjects he wrote about include Aristotelian philosophy, mathematics, astronomy, and the concept of vacuum and its relationship with God.\n\nHe studied law before joining the Jesuits and following the curriculum in their college in Naples, later teaching logic, physics, metaphysics and theology. In his extensive writing he presented alternative theories, including those of Christopher Clavius and Copernicus , even when he disagreed with them, though theologians of that period did not always explain opposing views. He sought to establish workable science without undermining theology.\n\nBibliografia\n\nThis article about a theologian is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Ana_Esther_Lara", "content": "Ana Esther Lara (born ( 1985-06-08 ) 8 June 1985) is a retired Dominican Republic female volleyball player. She was part of the Dominican Republic women's national volleyball team . She participated in the 2006 FIVB Volleyball World Grand Prix .\n\nOn club level she played for Modeca in 2006.\n\nCareer\n\nLara was awarded Best Receiver in the 2004 National District Superior Tournament that she played with the club Bameso.\n\nIn the 2004 Junior NORCECA Championship held in Winnipeg Canada, she won the silver medal and the Best Libero award. Lara was viewed as the future for the Libero position for the Dominican Republic at the time she was participating in the warm up matches against a Chinese team. She represented her home country at the 2005 FIVB U20 World Championship , and her team finished ninth when their goal was reaching the fifth position. She played this tournament that was meant for players born after 1986.\n\nDuring the 2005 Superior National tournament, Lara played with the Santo Domingo representative and was awarded tournament's Best Digger. She won the Best Libero individual award in the 2006 FIVB qualification championship ,\n\nFor the 2005/06 season, she played with the German club USC Braunschweig, ranking in the seventh place in the Bundesliga. When the Dominican coach Beato Cruz took over the reins of the senior national teams, he was set to visit the Dominican players participating overseas, among them Lara and named her between the 18 players set to fight for a spot in the 2006 national team calendar.\n\nLara was set to participate in 2007 with her original club, Modeca, but after serious disagreements Lara's club president and the NORCECA president Cristóbal Marte, she and other player were expelled from the national team indefinitely. Later she was named in the case file open in the International Olympic Committee 's Ethics Commission by Professor Hans Peter Graf, accusing FIVB president Mr. Ruben Acosta and the vice president Cristóbal Marte of violation of the IOC ethical rules and cheating about ages, among them, Lara´s age for the 2005 FIVB U20 World Championship.\n\nShe turned to beach volleyball , partnering Juana González in the Cochabamba , Bolivia stop from the World Volleyball Federation (WVBF) Proseries Championship Tour 2008 were they ranked tied in seventh place from eight participants.\n\nLara played for Universidad Nacional Pedro Henríquez Ureña in the 2008 National University Games in the Dominican Republic.\n\nIn 2017 she won the gold medal in the Hato Mayor Beach Volleyball Tournament, playing with Dahiana Burgos and Juana González .\n\nIn 2019 The libero Ana Lara was chosen by Cristo Rey and there they would have the opportunity to play in this campaign in the absence of Brenda Castillo, where his team was in the first place, he suffered an injury in the right knee that affected his meniscus, this happened and he had to leave the competition, carry out the recovery process under therapies, his participation was impeccable, she not I had played at that level since 2006\n\nClubs"}
{"url": "https://en.wikipedia.org/wiki/Radion_(given_name)", "content": "Radion ( Russian : Радион ) is a Slavic masculine given name of Greek origin. Notable people with the name include:"}
