{"url": "https://en.wikipedia.org/wiki/Trace_vector_decoder", "content": "A Trace Vector Decoder ( TVD ) is computer software that uses the trace facility of its underlying microprocessor to decode encrypted instruction opcodes just-in-time prior to execution and possibly re-encode them afterwards. It can be used to hinder reverse engineering when attempting to prevent software cracking as part of an overall copy protection strategy.\n\nMicroprocessor tracing\n\nCertain microprocessor families (e.g. 680x0, x86) provide the capability to trace instructions to aid in program development. A debugger might use this capability to single step through a program, providing the means for a programmer to monitor the execution of the program under test.\n\nBy installing a custom handler for the trace exception , it is possible to gain control of the microprocessor between the execution of normal program flow instructions. A typical trace vector decoder exception handler decodes the upcoming instruction located outside the exception, as well as re-encoding the previously decoded instruction.\n\nImplementations\n\nMotorola 680x0\n\nThe Motorola 68000 has an instruction-by-instruction tracing facility. When its trace state is enabled, the processor automatically forces a trace exception after each (non-exception) instruction is executed. The following assembly code snippet is an example of a program initializing a trace exception handler on a 68000 system.\n\nThe following is a disassembly of the above trace exception handler loaded on the stack. The purpose of this handler is to obfuscate any traced encrypted code. Its decryption process is affected by the contents of the condition code register (CCR). For example, an arithmetic operation in the main program having the 0 number as a result, will cause zero flag bit to be set in CCR. This will cause the value in (SP) to be changed in the trace exception handler.\n\nIntel x86\n\nThe x86 CPUs provide a trace flag that generates an interrupt after the execution of each instruction. The following assembly code is an example of how this might be implemented on an 8086 system.\n\nThe following is a disassembly of an associated trace interrupt handler.\n\nExamples\n\nCopylock\n\nThe Rob Northen Copylock system implemented on the Amiga , Atari ST and IBM PC platforms includes a TVD. In addition to its general software encryption, the Copylock TVD obfuscates the code that accesses and validates the copy protected diskette .\n\nDemoscene\n\nA TVD was included in the Voyage demo , written for the 680x0-based Commodore Amiga by Razor 1911 ."}
{"url": "https://en.wikipedia.org/wiki/Lychas_mjobergi", "content": "Lychas mjobergi is a species of scorpion in the Buthidae family . It is endemic to Australia , and was first described in 1916 by German naturalist Karl Kraepelin following the collection of specimen material from the Kimberley region of Western Australia by Swedish zoologist Eric Mjöberg , for which the species was named.\n\nThis scorpion -related article is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Jes%C3%BAs_Mor%C3%A9", "content": "Jesús Moré (born 8 March 1979) is a Mexican actor. Born in Mexico and currently resides in Los Angeles, United States . He is an actor graduated from the Centro de Educación Artística of Televisa , he started his career making recurring roles in Televisa telenovelas. He made himself known thanks to the Telemundo series El Señor de los Cielos , where he plays Omar Terán.\n\nFilmography\n\nThis article about a Mexican actor is a stub . You can help Wikipedia by expanding it ."}
