{"url": "https://en.wikipedia.org/wiki/Jaane-Anjaane", "content": "Jaane-Anjaane ( lit. ' The known, the unknown ' ) is a 1971 Bollywood drama film directed by Shakti Samanta.  The film stars Shammi Kapoor , Vinod Khanna and Leena Chandavarkar .\n\nCast\n\nPlot\n\nAdditional information needed While on a religious pilgrimage, Laxmi Prasad finds an abandoned baby at a temple, when she sees no around, she decides to keep him. When her husband, Shankar, returns from jail, they name the child Ramu. While Laxmi wants him to go to school, study and become someone important, Shankar wants him to gamble, partner him in bootlegging and smuggling. Ramu is unable to fit in school and decides to work with his dad. Thus Ramu grows up accepting crime as his career. Then a young woman named Mala enters his life, and both fall in love with each other. When Mala finds out about Ramu's career, she makes him promise that he will go straight. He does go straight, gets a job, and when he is laid off he takes to helping Dhondu catch fish. Then Ramu's world gets turned upside when Inspector Hemant, while apprehending Shankar, guns down Laxmi. An enraged Ramu decides that he must kill Hemant at any cost. Watch what impact this will have on Hemant's mom, his dad, and Mala herself as she watches Ramu descent into the very hell that she had tried to redeem him from.\n\nSoundtrack\n\nThe soundtrack was composed by Shankar Jaikishan .\n\nThis article about a Hindi film of the 1970s is a stub . You can help Wikipedia by expanding it .\n\nThis 1970s drama film–related article is a stub . You can help Wikipedia by expanding it ."}
{"url": "https://en.wikipedia.org/wiki/Anuradha_Mallawa_Arachchi", "content": "Anuradha Kasun Mallawa Arachchi Gamage , popularly known as Anuradha Mallawa Arachchi , is a Sri Lankan actor known for his work in film, television, and theatre. He has also served as a visiting lecturer at the University of the Visual and Performing Arts , Colombo.\n\nPersonal life and acting career\n\nAnuradha was born in Galle on 13 November 1987 and has five siblings. He received his education at Vidyaloka College , Galle. He later obtained a degree from the University of the Visual and Performing Arts , Colombo. Subsequently, he served as a visiting lecturer at several universities, including his alma mater. Anuradha began his career in stage theatre and later expanded into television and cinema, becoming a prominent actor in all three mediums."}
{"url": "https://en.wikipedia.org/wiki/Megachile_punctata", "content": "Megachile punctata is a species of bee in the family Megachilidae . It was described by Smith in 1853.\n\nThis Megachile -related article is a stub . You can help Wikipedia by expanding it ."}
