{"url": "https://en.wikipedia.org/wiki/Neon_(Lonely_People)", "content": "\" Neon (Lonely People) \" is the sixth single by German recording artist Lena Meyer-Landrut . It was released on 15 March 2013. The single version is a faster remix of the version which was previously published on the album Stardust on 12 October 2012.\n\nBackground\n\n\"Neon (Lonely People)\" was written by Meyer-Landrut in collaboration with the British singer-songwriters Mathew Benbrook and Pauline Taylor who previously worked with Paolo Nutini , Dido , or Faithless . The remix was created in early 2013 by Jochen Naaf, a producer from Cologne, who already created remixes of songs by Klee , Polarkreis 18 , and Lady Gaga .\n\nLena performed this song for the first time unplugged during a promotional event in Munich on 30 July 2012 in front of members of the press. The first television presenting was on breakfast television at the broadcasting station Sat.1 on 12 October 2012. The radio premiere of the single version was on 18 January 2013 and the first live performance in front of a large audience was during the television show Unser Song für Malmö in Hanover on 14 February 2013.\n\nIn an interview with Universal , Lena described this song as follows:\n\nI think everybody knows that feeling when you are feeling lonely, even though many people are around you. At night at a club, for example. When the whole world appears so full and yet so empty. But then, on the dancefloor, a certain person crosses your path and suddenly the loneliness is gone. That's the point in \"Neon\". Everything is good when the music starts. Or something like that.\n\nOn 22 February 2013, the digital media stores iTunes and Amazon.de offered a new edition of the Stardust album with the single version of Neon (Lonely People).\n\nMusic video\n\nThe music video was shot in early February 2013 in the Rathenau-Hallen in Berlin. The director was Bode Brodmüller who also directed Lena's Stardust music video in 2012. Premiere was on 1 March 2013. The video is set in an empty warehouse and is showing Lena in different postures, including dancing, lying, standing, and sitting on a swing. Sometimes she is accompanied by female dancers performing some ballet-like moves. Strip lights which are hanging on the ceiling illustrate the titular neon light from the lyrics.\n\nCharts\n\nOn 26 March 2013, Neon (Lonely People) made an entry at number 38 in the Media Control singles chart in Germany."}
{"url": "https://en.wikipedia.org/wiki/Bessie_Boies_Cotton", "content": "Bessie Boies Cotton (April 5, 1880 – April 23, 1959) was an American staff member of the Young Women's Christian Association (YWCA). She worked in Moscow and Petrograd during the Russian Provisional Government period.\n\nEarly life\n\nElizabeth Boies was born in Hudson, Michigan , the daughter of John Keep Boies, a banker, insurance investor, and state politician and Mary Worthington Colton Boies, a teacher.\n\nOrphaned at age 11, Boies was raised for the rest of her youth by her uncle and aunt, Frank and Abbie (Colton) Childs.\n\nBoies was educated at the Mary Burnham School in Northampton, Massachusetts and the Lake Erie College for Women in Ohio, before graduating from Smith College in 1903. She pursued further studies in history at the University of Chicago , where she completed a master's degree in history in 1908. Boies attended some graduate classes at Columbia University during the 1908-09 academic year.\n\nCareer\n\nCotton worked as a staff member of the YWCA from 1909 to 1940. By 1913, she was placed in charge of the department of personnel for the YWCA's Department of Method. She directed the organization's presence at the Panama–Pacific International Exposition in 1915, and in 1917 went to Russia, to establish YWCA educational programs for Russian women during the Provisional Government period. Boies and one other secretary established an association in Petrograd and in Moscow and worked with women's groups in other cities. They operated a shipboard exhibition along the Volga River in 1918, demonstrating improved nutrition, child care, and agricultural techniques to villagers.\n\nWhen the Bolsheviks took control of Russia in 1919, Cotton escaped through Stockholm , but returned to northern Russia briefly, to set up canteens for American troops in Archangel . \"She believes in the Russian people with an unshakable faith,\" reported a YWCA publication, after her return to the United States in 1919.\n\nCotton continued her work with the YWCA on a national level, organizing supports for working women. She testified at a Congressional hearing in favor of the Women's Bureau in 1920. She also promoted the YWCA's continuing interest in women's status in the Soviet Union after the revolution.\n\nIn 1921, Cotton was appointed foreign staff secretary, responsible for seeking out candidates for foreign service, planning their training, and supervising their work. Cotton was especially interested in women's rights, and supported organizations that promoted the welfare of women and children. She continued to work as a consultant for the YWCA up until 1945.\n\nPersonal life\n\nBessie Boies married American YMCA worker Thomas Cotton in 1919; they met when both were working in Russia. They had two children, John Boies Cotton and Deborah Boies Cotton Leighton, and divorced in 1938. Her daughter Deborah remained active in the YWCA.\n\nThe artist Edna Boies Hopkins was Cotton's sister-in-law for two years, while Edna was married to Bessie's older brother John Henry Boies. They remained friends after John Henry Boies died in 1894.\n\nDeath\n\nCotton died on April 23, 1959, aged 79 years, in Los Angeles, California ."}
{"url": "https://en.wikipedia.org/wiki/1897%E2%80%9398_Yale_Bulldogs_men%27s_basketball_team", "content": "The 1897–98 Yale Bulldogs men's basketball team represented Yale University in college basketball during the 1897–98 season. The team finished the season with a 12–9 record. They were disqualified for playing a game against 4th Sep. Company in Yonkers but were later reinstated. Yale's coach was Henry S. Anderson and their team captain was William H. Peck.\n\nSchedule\n\nThis college basketball season article is a stub . You can help Wikipedia by expanding it ."}
